10.31：
秋游，北宫森林公园

10.30：
上午打球
下午写点列抽稀相关程序，继续二调数据入库

10.29：
上午：吉威宇思对接，讨论数据字典，服务接口及元数据同步接口相关
下午：与吉威讨论数据处理相关事项

10.28：
上午：二调数据入库修改，高分项目协调
下午：中心意见通报会，

10.25:
上午：正常上班，二调数据入库修改
下午：向建存主任汇报宇思三维，宇思部署数据字典，团委开读书座谈会

10.24：
上午：取合同
下午：二调数据入库，下载ArcGIS10.2 & Envi5.0

10.23：
航遥中心保密检查

10.22：
上午，开保密检查准备会
中午：ESRI用户大会
下午：矿山三维准备；高分基础数据支撑数据字典服务部署虚拟机准备

10.21:
--

10.18:
上午，吉威数据库表结构设计内部评审
下午：二调数据入库
 
10.17：
二调数据入库
 
10.16：
邀请专家进行数据库设计评审，会议申请手续
 
10.15：
与宇思讨论三维相关
二调数据入库
 
10.14：
上午：去测绘卫星应用中心讨论控制点库相关
下午：协调控制点库相关问题以及高分项目相关
 
10.12:
团委活动，云阳仙境
 
10.11：
上午公积金面签，下午修改续作报告
 
10.10：
上午体检，下午修改续作报告，开始二调2012盘二数据入库
 
10.9：
矿山及地表沉降续作内审
完成二调2012年数据盘一
 
10.8:
修改矿山及地表沉降续作报告及PPT
 
10.1-10.7
洛阳

