4.30：
上午：54演讲彩排
下午：无事

4.29：
上午：宇思讨论15年工作计划
下午：写优秀青年演讲稿

4.28：
上午：中心两个责任讨论
下午：02C项目招标文件修改

4.27:
上午：青年讲坛（中国优秀传统文化与核心价值观）
下午：与地大会议，讨论15年工作计划

4.24:
上午：参加中心“两个责任”培训
下午：地调局地质大讲堂（天然气水合物）

4.23:
继续著作权申请，
R树查询代码

4.20-4.22：
航遥中心内部保密检查，
高分数管平台，共享服务软件著作权申请

4.17:
初步完成R树生成代码

4.16：
上午：讨论将4-6月高分数据质检后全部保留的改造方案
下午：宇思讨论集成灾害易发区数据库问题

4.15:
高分课题审计，准备材料，下午去中信拿材料

4.14：
Redis R树索引
信息中心内部保密检查

4.13：
测绘局数据分发
Redis R树索引

4.10:
在家安窗帘

4.9：
报销软件著作权相关
REDIS网格索引 

4.8:
上午：参加廉政建设视频会
下午：REDIS网格索引

4.7:
修改招标文件
REDIS查询程序
导出02C&GF&ZY3元数据给土地所


4.3：
02C项目招标文件讨论

4.2:
REDIS学习

4.1：
上午：参加局视频会
下午：02C项目招标文件讨论

