1、按照穷游清单准备好所需所有物品。
2、把穷游行程助手生成的行程打印出来参考。
3、买一张wifiSD卡，可以把相机上的照片wifi传到ipad或者手机上，用ins简单处理一下发朋友圈微博等等（建议慎用）
4、买一个无线路由器，模式最好是支持CDMA的，在欧洲适用比较多一点
5、西南的同学们，把老干妈 饭扫光什么的一定得备足啊，切记。其他像什么基本的药品啊、衣物啊就视个人情况准备了。

夏令时
欧洲大部分国家会实行夏令时，大家切记在那一天拨时钟，否则很可
能误了火车飞机。欧盟国家、俄罗斯和瑞士都是从3月最后一个周日
到10月最后一个周日实行夏令时。在格林尼治时间三月最后一个周
日的2:00欧盟国家同时进行时间更改，根据所在时区不同，各个国
家的当地时间分别从2:00、3:00调整到3:00、4:00。在格林尼治时
间十月的最后一个周日3:00进行相反的调整

电话
公用电话亭和电话磁卡很容易找到，另一种更为便捷的选择是购买当
地的SIM卡。不过到达欧洲之前，尽量在居住国办好国际漫游服务以
防意外。除CDMA用户以外，使用其他中国常用手机的旅行者一般
都可以直接在欧洲使用当地SIM卡，建议出行前咨询运营商客服

转换插头
法国：电源插座:   C      E      电压:   230V     频率:   50HZ
西班牙：电源插座:   C      F      电压:   230V     频率:   50HZ                                                   



