6.30:
矿山数据检查
02C人工质检软件修改（添加中心点坐标及位置显示）

6.29：
矿山数据检查

6.27-6.28:
矿山数据（15年卫片开发状况）接收
论文编辑，投稿

6.24：
正常上班
下午去医院

6.23:
正常上班，编辑论文

6.22:
产检，陪笨笨考职称计算机

6.21:
继续测试地大检查软件
帮晋老师查找读取PSD文件的代码

6.20:
上午：测试地大检查软件
下午：继续编辑论文

6.16-17:
与地大讨论矿山15开发状况检查软件相关
6.17下午党员转正


6.15:
上午，与吉威讨论近期工作情况
下午：继续矿山数据收集，解决高分数据入库问题

6.14：
产检
重新整理入库失败的数据

6.13:
矿山项目合同拨款，
2015年地灾图层不符合要求的通知重新整理

6.12：
矿山项目委托业务合同拨款
矿山标准相关准备

6.8:
上午：机构调整动员会
下午：02C外协验收

6.7：
上午：与矿山项目组讨论自动生成解译记录表和A4图的需求

6.6:
跟据外审意见修改矿山年度设计

6.3：
矿山培训

6.2：
矿山外协设计评审

6.1：
准备矿山标准培训PPT

