3.31:
控制点数据提交，查文献

3.30：
02C数管系统招标文件编写

3.27:
上午：查文献
下午：继续查盗版，打球，

3.26:
上午：参加CorelDraw及Mapinfo软件盗版使用情况检查
下午：软件著作权申请 ，参加与21世纪公司讨论

3.25：
上午：参加中心统一会议
下午：与吉威讨论02C数管系统工作内容

3.24：
从宇思获取源代码及部署情况

3.23:
上午：02C分发系统再讨论
下午：讨论02C数管系统变更，

3.20：
上午：参加眭主任组织的共享系统讨论（讨论高分系统完成情况）
下午：团委会讨论春游，与吉威讨论数据检查修改计划及论文情况，根据13年二调影像生成行政区界

3.19:
上午：参加土地所02C招标预讨论（针对4家意向外协）
下午：吉威高分处理数据检查

3.18：
补思想汇报

3.17:
无事，与吉威交流关键技术相关问题
下午：补思想汇报

3.16：
上午：02C子系统实施方案评审

3.13：
参加高分预验收
准备矿山项目审计抽查相关材料

3.12：
上午：与21世纪公司交流
下午：参加 中心保密安全计划生育会议

3.11:
修改02C数据和产品业务分发子系统实施方案
分发测绘局第二批数据
修改GDAL1.11版本OGR库读写矢量乱码问题

3.10：
上午：与吉威讨论高分预验收的问题
下午：与宇思讨论高分预验收的问题，内部讨论02C数据和产品业务分发子系统实施方案

3.9 :
上午无事，
下午研究GDAL1.11版本编译及OGR库读写矢量乱码的问题

3.6：
参加航遥中心职工大会

3.5：
讨论02C项目实施方案（服务分发）
下午，去21世纪公司业务交流

3.4 
编写02C项目实施方案（数据管理）

3.3 
编写02C项目实施方案（数据管理）

3.2 ：
上午：代周伟开组会
下午：整理国产卫星遥感类数据需求，形成Shp图层

