1.30:
整理控制点库DEM分布情况
下午，参加艰险地区项目内审

1.29：
上午：尝试注册MSTR失败
下午：参加02C启动准备会

1.28:
测绘局元数据查询
编译GDAL
晚，找周迅关于3EWATER开会

1.27:
上午，地调局地调工作视频会
下午：支部民主生活会

1.26：
编写批评与自我批评材料
14年度考核登记表
国产卫星项目可行性论证外审后修改及任务书编写

1.23:
无事

1.22：
上午：高分初验及终验安排会议
下午：无事

1.21:
上午：信息中心审计准备会议
下午：北斗地基增强项目讨论会（与环境监测院）

1.20：
上午：控制点库DEM范围生成程序
下午：BS目录服务系统新版讨论，与华宇蓝图公司交流

1.19:
矿山检查结果分发

1.16:
上午：支部理论学习
下午：矿山检查结果分发

1.15：
无事

1.14:
矿山50W数据讨论，控制点数据入库，

1.13：
数据推送课题上交资料，统计GF及02C数据情况
控制点库数据入库

1.12：
需求填写程序修改，数据推送课题上交资料
开始控制点库数据入库

1.9：
航遥中心青年论坛

1.8:
病假，在家准备青年论坛PPT

1.7：
国产卫星数据需求录入程序编写

1.6:
国产卫星数据需求录入程序编写

1.5:
上午，进行国产卫星数据分发需求调研讨论
下午，需求表修改，02C/GF1卫星数据统计

1.4：
完成专著出版号申请相关工作
打印动态推送课题成果报告并快递
Oracle数据库问题（归档日志）

