6.30：
上午：信息中心党总支会议（预备党员宣誓）
下午：物业系统需求分析，准备青岛开会PPT

6.27:
查找GIS相关期刊，收藏
准备青岛开会相关材料

6.26：
无事，指导物业系统需求分析
学习Skip List

6.25：
上午：参加信息中心第一党支部信息安全活动
其它：无

6.24:
准备02C行业基金中期汇报文档及PPT
跑高分二次付款手续

6.23:
上午：与物业讨论需求，继续入库控制点数据
下午：参加信息中心周例会，组织讨论数据拷贝速度不佳的问题

6.20：
上午：写思想汇报
下午：接收测绘局数据

6.19:
上午：参加消防演练，
下午：高分合同第二次付款相关，与物业收费组讨论需求

6.18:
与张斌讨论发展中心外协课题情况
与吉威讨论高分系统进展，确认GF已入库数据快视图检查进度，与采集分系统确认时间
高分数据湖南河北两省分发

6.17：
上午：参加物业项目需求会议
下午：写思想汇报
晚：开始看周迅代码

6.16：
上午：报差旅费
下午：信息中心党总支会议，消防演练
晚：周迅，拷贝项目文件

6.13:
整理保密检查相关图件及报告

6.12：
上午：信息中心廉政会议，矿山外协项目设计评审
下午：重写入库申请书，保密检查资料整理

6.9-6.11：
保密检查：保定水环中心，图书馆，监测院

6.4-6.7:
保密检查：天津中心，沈阳中心

6.3：
正常上班，杂事

