9.30:
修改宇思代碼 

9.29:
上午:学习宇思代码 ,借阅资源环境平台项目资料
下午:收房

9.28:
上午:无事
下午:矿山会议

9.26：
上午：協調宇思礦山系統遷移至大屏機房
下午：重寫RTX推送服務

9.25：
上午：溫書記群眾會議
下午：物業系統交流會

9.24:
上午体检
下午，与浙大交流高分网格系统部署需求，落实宇思代码接口情况

9.23：
14年高分及02C数据覆盖情况及需求覆盖情况统计 
培训王浦保密检查  

9.22:
14年高分及02C数据覆盖情况及需求覆盖情况统计
收集宇思源代码，试编译

9.19:
上午：参加高分项目试运行会议
下午：准备控制点示例数据，查看浙大网格农业需求分析，高分产品图示例

9.18：
上午：修改高分临时分发系统以支持多用户并行分发
下午：继续研究内存数据查询，开始部署至分布式服务器上测试效率

9.17：
参加浙大高分查询网格系统讨论，
下午，研究内存数据查询效率，向数据处理提供点库接口

9.16：
参加党风廉政建设会议
参加高分试运行准备会议
协调九月底前数据分发相关事宜

9.15:
参加党风廉政建设视频会

9.12:
与宇思交流，

9.11:
上午：参加北斗地基增强系统总项目初步设计评审
下午：宇思交流

9.10:
数据流图,导入控制点数据
协调宇思数据分发软件

9.9:
画高分数据流图,开始拷贝和导入控制点数据

9.5:
参加ESRI用户大会,下午收到控制点数据

9.4:
参加Esri用户大会

9.3：
继续尝试MongoDB
测绘卫星应用中心樊处来中心交流

9.2:
学习NDS,继续尝试MongoDB,
高分接收数据分布图

9.1:
控制点库数据入库
下午,学习NDS

