10.30:
修改15年立项文档

10.30：
上次：参加15年地调项目立项准备会
下午：与高分相关人员讨论宇思查询组件功能调整问题，修改15年立项文档

10.29：
参加团委活动，云阳仙境烧烤
下午，与吉威讨论占用表空间过大问题，建议将RasterCatalog移至其它库

10.28：
立项预算编制

10.27：
开始控制点库入库
立项预算编制

10.24：
上午：02C行業基金總項目中期評估
下午：團委開秋游準備會議，接收新一批控制點數據以及接口

10.23:
上午：高分系統中期評估
下午：保密講座，修改材料

10.22:
编写15-20年基础遥感数据产品服务支撑系统建设子项目材料

10.21
上午：参加信息中心15-20年立项会议，
开始编写15-20年基础遥感数据产品服务支撑系统建设子项目材料

10.20:
编写02C系统操作手册，开始编写15-20年基础遥感数据产品服务支撑系统建设子项目材料

10.17:
编写02C系统操作手册

10.16:
矿山数据库汇总提纲
与物业交流数据提供
与宇思交流尚未修改达到要求的常规数据分发组件
参加讨论ISO信息类项目设计模板

10.15：
上午：行业基金项目中期评审
下午：编写02C人工判读统计软件,吉威系统三方测试

10.14:
准备行业基金项目中期汇报文档及PPT

10.13:
修改02C星数据判读程序
编写02C系统操作手册（为申请软件著作权）

10.11:
编辑行业基金中期汇报文档
帮助数据室一起编辑二调数据整理辅助程序(冯磊)

10.10:
上午:与宇思讨论矿山展示汇报方案
下午:高分分布图,编辑02C行业基金中期汇报文档

10.9：
与华迪及宇思讨论常规分发数据修改

10.8
无事，修改宇思程序

