5.31：
编写2015年卫片开发状况成果提交说明
高分数据入库接口，宇思接口修改

5.30:
上午，与地大讨论辅助软件16年工作内容
下午：矿山外协付款

5.28-5.29:
岗位竞聘

5.26-5.27:
02C出书编写章节

5.25：
上午产检
下午研究高分数据接口调用丢失的问题，给矿山项目拷贝数据

5.24:
调研2016年矿山项目两个成果技术要求需求

5.23：
完成矿权统计，
修改矿山外协设计

5.20：
矿权统计

5.19：
准备机构调整申请表

5.18:
矿权统计
开机构调整会议

5.17：
继续写按矿权统计

5.16:
上午，矿山项目外审
下午，吉威测试，继续写按矿权统计

5.13：
上午与华为工程师交流，开信息中心安全保密计划生育会议
下午：测试服务系统，

5.12:
上午产检，拿唐筛结果
下午矿山数据检查，并将14&15分县数据移交刘琼

5.11：
与物探部进度子项目讨论对接可能性
RTX发送文件问题
矿山数据检查

5.10：
矿山数据检查
查看按矿权统计的可能性

5.9：
信息中心周例会，矿山数据检查

5.6:
矿山数据检查

5.5：
上午：信息中心周例会，修改新版抽稀程序
下午：查看从测绘局要来的新DOM数据

5.4:
参加中心五四青年会议&论坛
开始编写并测试新版抽稀程序

5.3：
中心党风廉政会议

