
7.29：
上午：参加卫星应用中心立项规划及创新中心规划会议
下午：参加02C项目试运行收尾及第三方测试准备会议，准备进行课题验收

7.28:
上午孕妇学校
下午学习共享服务系统代码

7.27：
同7.26

7.26:
无事，学习共享服务系统代码

7.25：
上午：发布本底数据提交说明，整理地灾修改提交数据
下午：升级Stornext，

7.22:
上午，总支选举，矿山解译记录表生成交流
下午：本底数据说明编辑

7.21：
孕妇学校
矿山本底监测成果数据说明完善

7.20：
产检，大雨休息

7.19
继续学习共享服务系统代码 

7.18:
确认地大解译表自动生成进度
修改卫星应用服务室立项规划

7.15
上午：卫星应用中心成立大会
继续学习共享服务系统代码 

7.14：
继续学习共享服务系统代码 

7.13：
上午：卫星应用服务室开碰头会
下午：继续学习共享服务系统代码 

7.12:
修改卫星应用服务室职责文档
学习共享服务系统代码

7.11:
完善本底监测成果数据说明

7.8：
上午：局党课
下午：完善本底监测成果数据说明

7.7:
上午，研究GDAL中HFA（.img）格式的坐标问题
下午：与吉威讨论通用正射影像入库问题

7.6：
编写16年本底数据监测成果提交说明并与项目组讨论

7.5：
上午与地大、项目组讨论解译记录表自动生成软件
矿山数据检查

7.4:
矿山数据检查

7.1：
上午：学习华迪共享系统代码
下午：中心71表彰大会

