3.31:
协调高分吉威处理数据的策略，包括DEM及二调影像
上交江西湖南河北的控制点库至资料室

3.28：
学习使用C#查询OracleSpatial列的内容（Oracle CustomType），以及各Oracle访问组件的区别
参加与数据处理分系统讨论归档数据格式

3.27：
上午，无事，下午参与讨论高分二调影像处理方法 

3.26：
上午：参加GF数据分发功能的讨论
下午：学习并测试Oracle分页查询的方法和优化策略

3.25:
修改GF数据分发功能的需求（初步设计）文档

3.24:
上午，参加网络室讨论存储架构实施
下午，开始写分布式查询程序 

3.21:
...

3.20：
继续熟悉项目共享项目

3.19:
熟悉项目共享项目
下午生病休息

3.18：
生病休息，下午参加13年信息中心外协项目评审

3.17:
上午：研究开源BI系统
下午：参加信息中心集成及航磁图件数据库

3.14:
上午：高分入库后数据的快视图情况，是否为全黑
下午：周迅工作交接

3.13:
检查矿山项目2013年外协成果报告
检查高分数据的打包的入库情况

3.12
继续装Oracle测试机
检查高分数据的打包和入库情况
学习分布式数据库相关内容

3.11：
继续装Oracle测试机
总结并汇报控制点库检查情况

3.10:
上午：无事，装Oracle分布查询测试机
下午：参与宇思与解译系统的讨论，修改磁盘使用情况WebService，总结控制点库数据情况 

3.7：
控制点库DEM试拼接

3.6:
控制点库入库DEM及影像检查

3.5：
修改控制点库入库程序，继续进行数据入库

3.4：
上午：协助部署控制点数据库--湖南80/2000，河北80/2000
下午：解决控制点数据库导入时DEM数据未导入的问题

3.3：
上午，查找JPEG 2000相关学习材料
下午：参加高分项目各分系统与解译分系统的讨论

