9-27：
上午，遥感所参加高分培训及交流
 
9-26：
白天遥感所参加高分一号相关培训
 
9-25:
白天遥感所参加高分一号相关培训
 
9-24:
上午体检,下午交定金开始装修
 
9-23:
上午,去CD看精修及设计,买娄底到洛阳车票
下午,充煤气,买三七,
晚上,基本定下装修公司,买电动牙刷
 
9-22:
上午,矿山项目设计论证
下午,约人看房子
 
9-21：
正常上班，上午约了两家施工方来看房子
 
9-20：
早上拿到周转房钥匙
上午去交首付及贷款事宜
正常上班
晚上收拾周转房，扔垃圾
 
9-19：
正常上班，
下午可周转房钥匙，
约20日去补首付，并申请公积金贷款
取钱
 
9-18：
订中秋国庆回家的票
 
9-17:
正常上班
 
9-16：
休息，联系视频事宜
 
9-15：
休息，
 
9-14：
正常上班
 
9-13:
正常上班
得到消息，可以搬入周转房
 
9-12：
单位组织登长城比赛
 
9-11：
正常上班
 
9-10:
正常上班
 
9-9：
休息，下午去视频制作公司交流视频相关
回小吴宿舍，拿电脑
 
9-8:
休息，
与婚庆公司交流婚礼相关
 
9-7：
正常上班
 
9-6：
正常上班
 
9-5：
参加ESRI用户大会
 
9-4：
正常上班
屋内漏水开始维修
 
9-3:
正常上班
 
9-2:
休息,下午去签订购房付款方式更改申请协议
顺便看西服
 
9-1:
休息

