3.27~3.29:
南京中心保密检查
 
3.26:
上午:物探编图培训
下午:写工作程序Shp生成程序
 
3.25:
上午:任务管控对比
下午:共享与服务对比,给朱梅安装遥感影像库,帮随欣欣验收解译库代码,联系宇思
 
3.22:
上午:物探编图培训
下午:局开保密检查会议
 
3.21:
上午:吉威讨论
下午:画复用图
 
3.20:
上午: 物探编图培训
下午:
 
3.19:
上午：开会，讨论基础数据支撑分系统实施，联系吉威安装原型系统
下午：安装Geoprobe2.0，及尝试破解
 
3.18：
讨论高分外协相关
 
3.15:
上午，高分经费会议
下午：局里参加保密检查预备会议
 
3.14：
上午：与吉威讨论数据支撑分系统工作量及下周一汇报情况
下午：去部里开02C 13年需求会议
 
3.13：
上午，讨论基础数据支撑分系统改动及工作量
下午：准备02C汇报，修改矿山设计
 
3.12：
分系统设计评审
 
3.11:
修改基础数据支撑分系统设计
 
3.8-3.10：
厦门
 
3.7:
分系统设计
矿山外审文档修改
 
3.6：
编写基础数据支撑分系统设计
上午与吉威公司交流
下午去土地规划院参观系统
 
3.5:
编写基础数据支撑分系统设计
下午去亚细亚公司考察
 
3.4:
编写基础数据支撑分系统总体设计文档
 
3.1：
20W地质图幅整理
 

