10.31：
开会，航遥中心信息化会议
 
10.30:
测试矿山矢量图层字段修改程序
 
10.29:
上午：宇思部署资料管理系统测试版
下午：修改02C数据入库程序，使之支持同时入库两类数据，并自动添加到按季度分类的列表中
 
10.26:
上午广播操比赛
下午初步完成矿山矢量图层字段修改程序
 
10.25：
上午：协助宇思部署集成系统测试版
下午：继续开发矿山矢量图层字段修改程序
 
10.24:
上午：
下午：与地质图书馆信息室交流
 
10.23:
写矿山矢量图层字段修改程序
中午和地大刁老师一行人吃饭
下午去测绘局卫星中心
 
10.22
正常上班
查GIS相关文献
 
10.19:
上午：遥感业务平台基础数据支撑子系统预算相关（高分项目经费），科学进步奖金发放
 
 
10.18:
上午：给实习生准备机器，跑资金借款
下午：准备02C示例数据，修改矿山图层属性表模板
 
10.17:
下午与宇思开会讨论集成系统
 
10.16：
准备02C相关资料
下午与宇思人开会讨论资料管理
 
10.15:
上午去部里，
下午准备02C相关资料（需求，分布等）
 
10.12:
02C样例数据以及分布图准备
 
10.11：
上午：SRTM数据拼接
 
10.10:
上午：02C数据样例数据拷贝，SRTM数据下载
下午：SRTM数据拼接，02C压缩包删除
 
10.9:
02C数据分布情况制图，
拷贝02C示例数据
下载SRTM数据
 
10.8
正常上班，开始下载SRTM数据，跑合同

