11.29：
上午：继续恢复地质实验场Ghost
下午：学车

11.28:
上午：地质实验场，Ghost恢复
下午：地表形变项目，技术方案讨论

11.27：
上午：与冯磊讨论资料管理系统下一步工作，申请公积金提取
下午：学习DotNetMQ

11.26:
上午：开学习十八大三中全会精神视频会议
下午：参加资料管理办法评审会议；讨论矿山监测成果数据入库技术要求改版事项

11.25:
学习Socket编程

11.22：
上午与吉威讨论数据处理相关
下午继续看地表形变技术要求

11.21：
学习地表形变技术要求

11.20：
上午，报办公费账，破解原遥感影像库加密KEY，学习Socket通讯
下午，参加讨论服务系统

11.19：
上午：准备建存主任资源与遥感%%￥%项目导出材料，整理02C行业基金课题相关材料
下午：航遥趣味运动会，与网络室讨论高分的硬件相关以及服务器申请

11.18:
上午：继续二调数据入库，去局里送保密检查遗漏的材料
下午：高分项目相关协调工作，报销办公费

11.15：
地质力学研究所保密检查

11.14：
燕郊实物资料中心保密检查

11.13：
廊坊物探所保密检查

11.12：
上午中苑宾馆，交流资料管理系统
下午与宇思及吉威讨论接口对接

11.11：
上午科目二考试，下午准备资料管理系统汇报

11.8：
保密检查，保定水环中心

11.7：
保密检查，上午发展中心，下午油气中心

11.6：
学习ildasm及ilasm修改.net的DLL
下午参加信息中心分工会委员选举及职工代表选举
继续二调数据入库
学习.net操作word文档的工具

11.5：
上午：参加党支部民主生活会
下午：研究安装PCI2013，继续二调数据入库

11.4:
上午：参加周例会
下午：继续二调影像入库，协调宇思及吉威工作，修改像素值替换程序 

11.2-11.3：
帮晋老师写影像像素值替换程序

11.1：
上午，打球
下午：与吉威开会讨论数据相关问题以及针对上次与宇思会议内容的整改情况

