8-31:
安装新内网机器
 
8-30:
开会与宇思讨论资料管理系统实现
 
8-29：
笔记本安装
 
8-28：
下午：发展中心保密检查
8-27:
测试WebService修改SDE
 
8-24:
上午：周02C数据入库情况统计，安装ArcGIS Desktop10.1
下午：帮李成尊安装矿山质量检查软件，部署外网资料管理系统测试数据库环境
 
8-23：
上午跑SDE升级合同
下午查阅修改控制点数据库结构设计
 
8-22:
参加地表形变会议
 
8-21:
上午：地表形变相关会议
下午：与宇思讨论集成系统相关内容，以及资料管理外协相关
 
8-20:
资料室及数据室部署遥感影像数据库
 
8-17：
研究02C条件坐标错误
 
8-16：
继续学习影像处理相关
 
8-15:
学习C#设计模式以及影像处理相关
 
8-14：
部署02C杜晓测试版程序
尝试编写该程序打包文件的解码程序
 
8-13:
编写高分专项基础数据支持子系统相关文档
 
8-9：
上午：发展中心参加项目管理及网格节点项目的工作方案评审
 
8-8:
参加王建超小组关于控制点数据库以及易发区相关数据库建设的讨论
 
8-7:
上午:
下午:宇思开会讨论矿山三维展示系统
 
8-6：
完善02C数据需求填写程序
 
8-2：
编写02C数据需求填写程序
 
8-1:
上午，修改了清除HRC影像自带坐标变换参数的程序

