12.29-31:
休年假

12.26:
矿山成果数据检查
接收测绘局控制点库

12.25：
上午：探工所保密检查
下午：矿山成果数据检查

12.24:
2013年度矿山成果数据检查

12.23：
2013年度矿山成果数据检查

12.22:
修改推送报告并提交

12.19:
青年论坛PPT

12.18：
上午：西郊宾馆，结账
下午：青年论坛PPT，准备02C/GF辽宁数据

12.17：
上午：西郊宾馆，参加培训
下午：青年论坛PPT

12.16：
矿山培训会议准备，
开始准备青年论坛PPT

12.15：
搬办公室，矿山培训会议准备

12.12：
准备搬办公室

12.11：
准备矿山培训会议申请，及标准修改相关
02C相关统计图件

12.10：
参加02C初步设计修改会议，编写文档

12.9:
动态推送验收

12.8:
准备动态推送验收

12.5：
上午：参加高分系统试运行情况会议

12.4：
准备动态推送验收工作

12.3:
修改艰险地区文档
统计02C星三年运行情况数据

12.2:
开始修改艰险地区文档
准备进行动态推送验收
查找并研究原轨道预报模块

12.1：
上午：二调数据入库，完成
下午：

