9.26-9.30:
准备矿山项目质量检查
讨论现有02C系统存在问题，以及后续系统改进内容
9.27体检
9.28产检
9.29支部活动，西山森林公园

9.23:
上午：修改原有GF临时分发软件
下午：无事

9.22:
上午：与矿山两个外协单位讨论工作进展
下午：与吉威确认正射影像入库进度

9.21:
无事，开始准备职称评审材料

9.20：
产检，办户口迁移

9.19：
与运行管理室讨论涉密网迁移过程中存在的问题
继续编写矿山数据提交记录软件
找周英杰老师了解16年重点区需要入库的数据情况

9.18：
找杨博士确认辅助生成软件报表生成过程中存在的问题
各种签字盖章跑手续
继续编写矿山数据提交记录软件

9.14：
正常上班
下午开始矿山数据编写数据提交记录软件

9.13:
上午产检
下午：与外协讨论02C数据提取过程中因为接口调用失败而卡死的问题
与外协讨论2016年矿山展示系统优化
参加信息资料室中秋联谊会

9.12:
上午：解决卫星数据提取相关问题
下午：矿山项目2015年度成果报告评审

9.9：
准备卫星中心工程立项

9.8：
矿山项目15年外协评审

9.6-9.7：
准备矿山项目15年外协评审

9.5:
8月月报，准备矿山项目15年成果内审

9.2：
矿山软件及数据库验收

9.1：
准备矿山软件验收
处理已分发数据情况

