关于巴塞罗那，关于高迪，这里推荐quelle_fille的帖子《[巴塞罗那，高迪之城] – 巴塞及加泰罗尼亚地区圆梦建筑之旅》 （http://bbs.qyer.com/thread-899002-1.html），里面有楼主对高迪建筑细节的描绘，配以手绘还有大量文字说明，对于高迪、对于建筑感兴趣的朋友可以去看一下。

巴塞罗那主要景点门票及游览小贴士：
1、像此行的主要景点，圣家堂、米拉之家、巴特略之家等等需要购买门票的地方，一定一定要上官网购票打印，到现场后以上景点都有提前购票通道，然后你会发现走vip的感觉很爽！
2、建议选择周中的上午9点以前到圣家堂，我们此行就是专程错开周末去的大教堂，到景点的时候大概是9点，但此时排队的人已经非常多了。购大教堂票的同时可以将登塔票一起网上预订，到现场后预约登塔时间，也会减少登塔排队时间。
3、在圣家堂租借语音讲解导航器也需要排很长时间队，建议合理安排时间。不建议不租用语音导航器，多了解多学习始终是有益的，读万卷书行万里路嘛。
4、古埃尔公园从去年年末就不免费了，几个景点来说巴特略之家门票最贵，其次是米拉之家，圣家堂，古埃尔公园。建议几个景点安排的时间可以不用太紧凑，一 天两个就已经足够了，可以根据自己需要选择游览的景点，没有必要面面俱到。我们就只去了圣家堂、米拉和巴特略，古埃尔留下一次吧！
来源： <http://bbs.qyer.com/thread-928855-2.html>
 

