写下书单，感叹自己大学前三年的孤陋，惋惜没有好好利用时间看看技术书籍，只会看课本学习老师教过的内容。很是惭愧，在下面的书单之前我没有额外看过除课 本以外的任何技术书籍。在此特别感谢zcj，是他让我看到了我和他的差距，看到了他书桌上的计算机经典的书籍，我一下无地自容。下面所列均为计算机经典， 希望在大四这一年看下这些书为时不晚！ 
1.    《C++ 编程思想》 
作为我的第一本课外书籍，不得不说我选对了，这个被侯捷先生归类为“C++四库全书”，看过这本书之后，我才知道自己之前以为掌握C++是多么幼稚的观点，也就是我是只“井底之蛙”。 
2.    《Java编程思想》 
虽然作为我第二本买来的经典书籍，可以直到研究生之前的暑假，我才在实习之余强迫自己看，因为下班之后总是想着玩。这本书绝对是java的经典入门和中级 书籍，我没有完全看完，看到并发编程时已经研究生开学了。不过，时不时的查看这本书作为参考书籍。额，说自己学习过java，可是却没有去研究开源的代码 以及SSH三个架构，总觉得心里很虚。 
3.    《编程珠玑》 
这本书是我从《我是一只IT小鸟》书中读到的，小鸟中的一名程序员说自己的大学时掉进了读书的兔子洞，我就很是佩服和羡慕。当然小鸟也是一本大学生计算机的该看看的。珠玑这本书确实是字字珠玑。学习计算机的必须得看看。 
4.    《编程之美》 
作为现在的程序员面试宝典的一本书，我在大四期末考试期间没事就仔细的读。虽然，刚开始有一些看懂，我就把自己可以看懂的先看，之后一年内我就时不时的拿 出来，看看以前没有看懂的算法。另外我喜欢在书上写写记记，记下当时的想法以及看过了哪些。这本书就不强调重要性了。不过，不得不说一句。这本书我是和珠 玑那本一起看的，结果发现有些重复，关键不是重复，而是，重复时珠玑书上写的是那么的清晰易懂，而编程之美却感觉有点是拼出来的算法。看来写作功底还是有 很大用途的。 
5.    《简明Python教程》 
额，作为实习时使用的编程语言，就拿着本书做python入门。 
6.    《Python学习手册》 
这本是实习下班回来，没事做的时候就看看。然后，连续几周强迫自己看看，就看完了。不过这本书，python写的很全，而且还算比较深入。不过大部分的功 能，在实习的时候都用不到。Python的danjgo框架没有看过，每次说自己学过python没有看danjgo的时候，感觉别人都是鄙视我的。呵 呵。 
7.    《设计模式》 
作为模式的Gof，这本是必看的。回头想想，当别人说起设计模式的时候，我却不知道模式是什么，哎，可想而知我的水平有多么的低。虽然现在还没有用到过设 计模式（记得有次java的大作业用到了facade模式，可是当时根本不知道这个是模式）。而且这本书是95年出版的，一下惊醒我了。原来，我们在学校 学习的，已经看这些经典书籍，都是别人几十年前的技术了，但我们居然还不知道这个技术的存在。这是多么大的讽刺？
8.    《UNIX编程艺术》 
话说这本书是UNIX中结合哲学和计算机的经典—---我从C++编程思想后面推荐书目看到的。包括唐纳德也说是本好书。可能是我缺少哲学的思维，抑或是 我的UNIX功底还不到，确实我没有在UNIX上做过开发，不过在WINDOWS上也没有做过什么值得拿出来的项目。至今没有读完这本书籍，现在还在书架 上。 
9.    《UNIX环境高级编程》 
这本书的经典性，我就不重复了。不得不说，steve的写作功底是多么的深不可测！！！这是一本让我读起来像是读小说一样爱不释手，这是我第一次有这种感 觉。这和我读金庸的14本武侠一样，想一次性读完。这本书就是在研一，花了一个月的时间，除了上几门必须的课之外，我就在图书馆看这本书了。马上的实习， 就是在LINUX下的C++开发，相信这本书是我最好的参考书。 
10.    《Effective C++》 
第一次让我知道，即使读过C++编程思想，我的C++水平也只是菜鸟级的！！！ 
11.    《More Effective C++》 
紧接着上本书，在看过APUE之后，立刻读完了这本书。我想起一句话：C++程序员分两种，一种是看过Effective C++，另一种是没有看过Effective C++的。当然这两本书刚刚看完，但并不是说我已经读懂了。我是想看完再说，呵呵。书籍的博大精深还得以后，好好体会。 
  
好吧，所有值得写出来的都在上面了。下面写出2012的书单计划： 
《TCP/IP详解》 
《UNIX网络编程》 
《linux驱动编程》 
《Exceptional C++》 
《计算机程序设计艺术》 
《Hadoop权威指南》 
Java的开源框架SSH看看，php网站开发的学学等等，不然真不好意思说自己是学习计算机的硕士，而且为了2013的校园招聘时不让自己尴尬到找不到工作，所以，写下来和大家共勉。

