6.30：
15年局属单位国产卫星数据录入整理
下午：参加信息中心工作部署会议，参加02C项目合同及后续工作会议

6.29:
参与编写国产卫星数据临时查询筛选方案

6.26：
信息中心岗位设置讨论会

6.25：
与华迪讨论合同
信息中心岗位设置讨论会

6.24：

参加遥感部国产卫星数据统筹及GF2数据使用会议

6.23:
注意周迅项目设置补充购买

6.19：
无事，准备放假

6.18:
参与高分二号数据入库流程联调
入党组织谈话

6.17：
行业基金相关文档，
发展中心外协课题结余资金材料准备

6.16：
行业基金相关文档，
发展中心外协课题结余资金材料准备

6.15：
写行业基金相关文档
下午：信息中心三严三实党课，讨论保密机房建设方案，宣布软件室副主任

6.12:
宇思外协终验

6.11：
学习行业基金项目方案
下午：参加高分吉威外协终验

6.10:
上午：矿山项目外审
下午：参加行业基金项目准备会，
积极分子培训心得体会

6.8-6.9:
积极分子培训

6.5：
上午：转预备党员
下午：参与矿山项目设计修改

6.4：
上午：参与02C评标，
下午：准备入党相关材料

6.3：
准备入党相关材料

6.2：
信息中心工会春游，上庄水库

6.1：
研究线性四叉树索引

