9月：
9-29
上午：ESRI用户大会
下午：写目录服务系统中期总结，
 
9-27~28
ESRI用户大会
 
9-26:
上午：配合搭建物探数据库测试环境（SDE9.1）
下午：和宇思开会讨论矿山三维展示系统概要设计
 
9-23
上午：数据检查软件架构，继续Oracle集群服务器测试
下午：测试，并配合搭建物探数据库测试环境（Linux+Oracle）
 
9-22:
上午：继续功能测试，并下载底图
下午：Oracle集群数据库的负载均衡测试以及故障转移测试，与物探讨论航空物探数据库迁移的问题
 
9-21：
上午：买火车票
下午：矿山数据检查软件功能测试
 
9-20：
上午：去资料室及数据室内网机器上安装元数据软件
中午：与宇思的人讨论数据检查软件（矿山项目）
下午：数据库迁移，并构思数据检查软件
 
9-19：
继续截图，准备将元数据及账本系统迁至内网
 
9-16:
上午：继续下载底图，整理物探勘查出入库账本
下午：11年新职工培训，熊总讲课，我们一起听讲
 
9-15:
上午：
继续下载底图，
 
下午：
帮肖政浩帮电脑
统计保密检查各单位图幅数
继续下载底图
解决SilverLight跨域访问WebService报告的问题
 
9-14:
上午：
继续下载底图
物探勘查出入库账本整理
下午：
下载底图，协助进行涉密计算机检查
帮田嵩写WebService访问Demo
 
9-13：
上午：
帮随欣欣安装元数据录入系统客户端；
修改并在资料室更新了地形图系统，添加了新的图幅数统计功能；
--下午：
物探勘查出入库账本整理
协助进行涉密计算机检查
Google底图下载

