1.12上午：
郭主任：自5月九华山庄以来，遥感信息化建设的情况又发生了变化，需要进一步讨论，
 
熊总：5月小汤山会议是一个里程碑式的会议，遥感业务建设与信息化建设的无颖对接，又与航遥中心的中长期发展规划相结合，
这一次会议应进一步落实这个规划，做好顶层设计，作为业务体系建设的布署会，要进一步细化计划，并研讨好如何推进这个计划，与02C星项目结合，如何统筹好，设计好，统一认识，理清建设思路，有利于年度目标的实现
 
郑雄伟：对上次会议的内容进行了简要的回顾，回顾了3+1+7体系，四大系统，七大流程的主要内容及任务目标，以及确定的几项措施及达成的几项共识
 
方洪宾主任：
要形成可操作性更强的计划，稳步推进信息化建设
 
郭主任：
会议安排：首先以02C及高分专项进行讨论，将这两个项目的思路与整个路线进行对照，并讨论其异同。
顶层设计，各业务系统及流程负责人应轻裘缓带讨论，形成讨论稿
第二日上午与第一日晚，分组讨论，第二日下午统一讨论
第三日上午，讨论职责分工与推进工作的详细内容
 
甘甫平：02C和高分应用系统的主要构想
总体目标：三类规范体系：指标体系，标准规范体系，产品体系
      一个系统：国产卫星地矿应用系统
      五个中心：运行高度中心，数据中心，计算中心，业务中心，服务中心
      三个主要业务：与7+3+1中3相同
国绕主要业务，对功能进行模块化，建立专业和通用的算法和模块，
建立产品体系
数据量分析：02C一级产品是否需要？
        2级产品，188.19GB每日
    高分：每日，只保存2级产品，5200GB（还需要解决传输的线路问题）
        生成的产品，1级2000G，2级100G,3级，600G，每日
    在线盘阵形需求140TB（2015），50TB(2013),10TB(2012)
    接入流量估计，自动化处理能力分析（计算节点数目），（均按突发应急情况估计）
建设思路：
出现的问题：对已有系统及模块的利用和改造问题，经费
    部分新增模块未覆盖
    网络环境变化带来的变化
    自主开发和成熟软件之间的兼容问题
    1级标准产品与2级标准产品的接收
 
方主任：几个关系没有理清楚：1：三大系统与七个流程关系没有理清楚
    2：各个系统和项目之间的统筹不够
    3：部分分系统和流程细化不够
    目标：应建立一个全业务流程，全员的管理，顶层设计中应加入对这一点的考虑，
 
八大平台：1：任务调度：周伟，郑雄伟
            4个类型，矿产资源调查，地灾，矿山，其它
            3种方式，巡查，应急，常规
            注意保存任务的位置，面积等重要信息
2：数据获取：甘甫平，王建超，随欣欣
            规划，下达及订单，获取（进度），数据检查，入库
3：数据处理：王建超
            任务组织，任务分发（并行处理，协同处理）进度管理
            质量检查，入库
            小工具包，并行处理平台的开发
4：应用及解译平台：杨金中，随欣欣，安志宏，张丹丹
            生产三到五级产品，数据提取，数据生产，产品入库
5：野外调查与安全保障：汪大明，王建超
            与应用平台相关联
6：基础数据支撑平台：晋佩东，周伟，王彦佐，宇思
            各种数据库，及相关的支撑系统
7：信息共享及服务平台：李建存，周迅
            产品库，监测及演示系统，共享及基础库（控制点）
            共享的软件包
8：软硬件支撑平台：李建存，华迪
            细化业务流程，与项目管理结合
 
杨清华主任：信息化建设重复性大，注意建设中心整体的数据接收方案，数据处理方面，整合通用的处理流程，数据处理软硬件集成 ，并行处理流程
数据库，标准：    1：从中心整体出发，标准2：按各数据类型，分别细化标准
    三大业务系统：形成应用性的专业产品
    系统集成：集成方式，数据管理，数据处理技术
    充分利用现有的基础，流程化
 
李建国主任：一些关于数据如何运行的问题：标准，平台
    数据应遵循哪个标准
    项目应把相应的内容归到大的流程中去，解决好规划和经费的问题
    服务问题：元数据服务还是实体灵气服务，服务级别与服务方式
    制图：统一制图标准，符号库的建设
 
葛晓立：系统化的工作，野外调查，查验等应另外单独为一块
    信息服务，质量控制
 
熊盛青总工：从任务开始管理，信息中心对成果的管理应当要提前
    理顺与项目组之间的关系，拿出方案，逐步推进
    物探信息化建设成果的应用和推广
    软硬件需求和升级的方案
    数据处理，软件种类多，是否自主开发数据处理软件
    产品服务，内外网服务，标准，至少应先列出标准的清单或名称
    方案中，缺乏安全和保密相关的策略
 
郭主任：共识：1：围绕1+3+7路线图进行能力建设，2：处理能力，分为并行和协同处理两块
    几个比较急迫的事：1：任务的安排，进程管理及资源高度管理，是否从7大流程中独立出来
    2：产品体系，需要好好理清楚，
    3：野外，将两现有的整合
    4：基础库，共包含哪些内容，哪些应当优先发展
 
方主任：
    在02C及高分方案的基础上，按照信息化建设方面达成的共识，修改数据流程图，系统框架图，接口设计图，集成目标图，应用现状图
 
12日下午：
甘甫平：介绍修改过程
    按照方主任提出的八大平台，对框架图进行了修改
 
    讨论内容：1：数据接收后，到数据缓存，之后是否做预算，和入库之间的关系（预处理放到数据接收平台中）
    2：数据处理中，还未办公室哪些是使用并行计算，哪些采用协同计算
    3：矿产本底库，矿山规划库，与最后的矿产资源调查专题产品库等之间什么关系
    4：什么叫半自动解译
    5：三个具体业务，里面具体放什么信息，放在些处是否合适，是否应与“自动提取”，“半自动解译”等模块放在一起，是否可以与项目管控放在一起
    6：野外调查与安全保障，与数据接收几个来源之间的关系
    7：中间成果数据库是否有必要保留，解译要素数据库呢？
    8：除生成产品外，是否还要考虑展示系统等表现形式
    9：野外检查模块，与数据生成的相互关系与相互影响
    10：各数据库中，未建库的如何，（添加DLG,DRG库）
    11：是否建一个野外调查原始数据库？
    12：地质图库？符号库及标准库？
    13：将02C产品体系中的专题产品1级改为产品3级，专题2级去掉，专题3级改为产品4级
 
    将任务管控平台拆分出一个运行管理平台，全流程管理 
    理清基础数据管理平台与运行管理平台，以及基础数据管理平台与各个数据库之间的关系
 
    12日晚与13日上午各小组讨论并画出各平台对应的详细功能框架图
 
13日下午：
讨论各小组综合的功能框图
 
1：任务管控平台：流程细化，对应上三大业务系统
2：高分产品体系中，将专题产品1D,1E挪到专题2级中去
3：原专题2级取消，将原专题3级提至2级
4：解译处理，可能用到各种数据，包括原始数据，专题产品，或其它数据
5：应急模式不需要另外列出，从数据流中删除即可
6：任务管控平台中，在四个类型之外，分三个类别：常规，巡查，应急
7：信息中心应拿出一个指导方案（包括平台，开发语言，接口设计等内容），再弄一个可复用和可发行的系统、数据库等资源的列表
 
14日上午：中心领导参加讨论
要落实的几项重要事务：1：新杋场地建设及装修
    2：卫星数据库建设
    3：数据分发
 
讨论：    1：应急模式先从流程中去掉
    2：流程中，应该有个库管理任务书，任务，订单等
    3：业务系统中，野外调查与安全保障平台的关系
    4：是否需要添加一个野外命案数据库？
 
方主任：目标    1：打造业务流程工程化平台
        2：实现业务全链路数字化，无缝化高效运行
        3：全面提升中心信息采集，处理，应用，管理，服务一体化业务运行水平
 
组织机构讨论：总体建设，总体协调，业务运行，软硬件建设
 
专题产品体系讨论
 
1：场地杋建设，信息中心牵头，可先挂账开工
2：数据库：晋佩东，周伟负责，还需求什么资源？
    晋：中国到全球范围，BUG修改，新增接口的问题
    大数据量，软硬件重新设计，重新部署一套影像库到信息中心
3：数据分发，信息中心，眭素文负责
 
胡尚英主任：各系统及流程的顺序及名称都要固定并统一
    建议组织机构进行简化，改为4个层次即可
    机房建设：先确认面积，需求，论证，建议召开论证会，请有关部门及领导参加
 
熊总：遥感信息顶层设计的会议，推进遥感业务建设
    脉络更清晰，小组化    
    1:将八个平台下的小过程，补全并标准化，层次关系理顺，明确过程的接口
    2：建立相应的标准，明确职责，过程闭环
    3：忙梳理软件，硬件，系统的现状
    4：忙确立组织结构，建立评估机制
    5：管理工作要中止，质量，成果管理
    6：将12年定为业务体系建设年，信息中心召开一个信息业务体系建设研讨会，在下半年或年底
 
王平主任：形成了遥感信息化的雏形，定名为：遥感业务信息化建设工程
    1：定位和意义，12年是业务建设里程碑的一年，业务体系建设年
    2：怎么推进工作：精心谋划，精心设计，精心组织，精心施工
       抓两头，工厂式，注意原料怎么入，怎么出
       人体系统：消化系统，血液系统，神经系统
    3：三种业务模式：常规，巡查，应急
    4：抓重点，攻难点，抓节点
    5：强有力的组织保障，协调好与原有组织系统与项目之间的关系
    6：经费和场地问题，经费没有问题，场地受限
    7：与部局的沟通，及时向领导汇报，争取部局的支持，业务中心建设的问题
    8：考虑向社会服务的问题，产品划分，公益性地质工作
 
方主任：会上讨论的相当于需求分析，应忙完善需求分析，并进行概要设计，并结合详细设计开发一个原型系统，难框架与流程。排一个日程表，在5到6月份实施并讨论

