11.28:
休息，二调数据入库

11.27:
上午：参加中心OA及决策支持系统培训
下午：写艰险地区材料

11.26:
二调数据入库
上午参加 中心审计及廉政建设会议
下午协助高分数据处理分系统调试控制点库接口
晚编写艰险地区材料

11.25：
二调数据入库
高分及02C元数据及快视图导出（20140801-20141115）
艰险地区项目材料

11.24:
二调数据入库
高分及02C元数据及快视图导出（20140801-20141115）
艰险地区项目材料

11.21：
上午：参加局预算及审计视频会议
下午：写高分及02C元数据及快视图导出程序 

11.20:
确认艰险地区材料
跟吉威确认增值影像库相关问题

11.19:
上午：参加高分数据分发及接口问题协调会
下午：无事，整理艰险地区项目材料

11.18：
二调数据入库，修改国产卫星服务项目上级项目外审修改稿，参加与测绘卫星应用中心元数据提供讨论

11.17：
上午：二調數據入庫
下午：參加吉威討論

11.15:
上午：二调数据入库
下午：参加遥感部与21世纪公司讨论

11.14:
二调数据入库
02C软件著作权相关材料整理

11.13:
开始进行二调数据入库，
写02C操作手册

11.3-11.6:
修改15年立项文档，内审并准备外审

11.2：
修改15年立项文档

