1.31:
。。。
 
1.30：
上午：查看资料管理系统新版本程序，反馈修改意见
下午：查看PCI GIM数据管理系统相关文档，为矿山正射影像库修改快视图生成程序以及边界提取程序
 
1.29：
写物探数据库需求相关文档
 
1.28：
上午：参观学习环保部卫星应用中心
下午：写物探数据需求相关文档
 
1.25:
上午:完成了影像边界提取程序
下午:物探数据库开会
 
1.24:
上午:交流基础数据支撑平台相关事宜
下午:编写影像边界提取程序
 
1.23:
上午,学习RPC文档
下午,与地大刁老师一行交流成果制作软件需求进展
 
1.22:
学习RPC相关知识
控制点库部署更新
 
1.21:
上午,矿权处理,添加02C分发任务导出功能
下午:整理物探数据库表名
 
1.18:
矿权处理,整理物探数据库表名
 
1.17:
部署物探采集客户端，辅助02C数据分发，矿权处理
 
1.16:
上午：导入科研资料列表，研究物探数据库采集软件
下午：编写02C按DataId列表拷贝的程序，与宇思交流矿山监测下一步开发思路
 
1.15：
上午：修改电子地形图程序
下午：部署正射影像数据库（失败），开始矿权数据处理
 
1.14：
上午：物探数据库已入库数据研究，修改质量检查程序
下午：吉威并行处理软件部署测试会议；项目资料外网发布确认会议；修改高分课题任务书
 
1.9~1.11：
九华山庄年终总结，遥感信息化会议
 
1.8:
上午部署物探数据库，下午完成
更新02C元数据表，添加了Scene_id和RollSatalliteAngle，并重新计算了DataSize
 
1.7:
协助部署物探数据库
将02C入库改成剪切
 
1.6：
上午：准备课题相关材料
中午修改Dotspatial一维结果查看即时结果
下午：吉威部署控制点库，物探数据库项目年度部署会议
 
1.5:
上午：修改课题相关文档，修改电子地形图程序
下午：02C数据查询，更新02C元数据表以前缺少的内容，修改Dotspatial栅格影像读取相关代码
 
1.4：
上午：修改02C入库及分发程序，以适应压缩包存储

