7.31：
高分概要设计评审会
 
7.30:
准备并前往稻香湖开高分概要设计评审会
 
7.29:
上午：吉威合同及付款，尝试破解DDTek的最新版DLL
下午：看吉威的文档
 
7.26：
上午：合同相关，与地大讨论解译分系统遗留问题
下午：02C矿山需求分发情况统计
 
7.25:
上午：解译分系统需求对接
下午：宇思合同付款，跑吉威合同，写矿山复绿矢量转换程序
 
7.24:
上午：与数据采集分系统进行需求确认
下午：看吉威文档并反馈，矿山复绿矢量转换
 
7.23:
联系数据 接收需求确认，跑吉威合同，给魏英娟装02c分发软件，给数据室实习生讲解gis组件

7.22：
上午：考交规
下午：跑吉威合同，研究矿山复绿矢量转换
 
7.19：
梦溪宾馆，基础数据支撑管理平台需求确认，宇思+华迪+吉威+四维
 
7.18:
梦溪宾馆，基础数据支撑管理平台需求确认，宇思+华迪
 
7.17：
上午：与吉威讨论待评审文档
下午：打篮球
 
7.16：
协调宇思进度，与冯磊讨论资料管理系统
 
7.12-7.15:
昆明开矿山会议
 
7.11：
上午：跑高分外协合同手续，查看吉威外协合同并与晋老师确认，整理中心现有数据库情况
下午：制作02C13年分发情况图，看宇思展示系统
 
7.10：
上午：编写艰险地区系统设计
下午：开矿山外协会议，为云南会议准备
 
7.9:
上午，编写艰险地区系统设计
下午：与宇思开会讨论基础数据支撑管理平台后续需求调研以及文档修改方案
 
7.8:
协调高分系统基础数据支撑平台以及数据库
编写艰险地区系统设计
 
7.5:
上午：与吉威讨论需求分析及概要设计编写
下午：与宇思及吉威讨论接口问题
 
7.4:
编写艰险地区设计
 
7.2-7.3
西郊宾馆，高分概要设计评审

7.1：
上午：
初步完成纸质地形图功能编写，部署至虚拟机
下午：
与吉威交流项目相关事宜；了解原有双星系统

