4.29：
上午：产检
下午：无事

4.28:
上午：准备部长视察演示
下午：不记得了

4.27：
吉威系统测试，修改矿山项目设计

4.26：
上午：信息中心周例会，参加大屏展示演练
下午：矿山项目内审

4.25:
与吉威讨论ZY3快视图方案，修改矿山年度设计，做PPT

4.22：
修改晋老师矢量碎片修整程序，修改矿山年度设计
下午参加02C例会

4.21：
修改晋老师矢量碎片修整程序，修改矿山年度设计

4.20：
准备矿山研讨会相关材料，矿山年度设计编写

4.19：
矿山相关数据分发，矿山年度设计编写

4.18：
矿山相关数据分发，矿山年度设计编写

4.15：
矿山相关工作

4.14:
矿山相关工作

4.13：
开始拷贝矿山工作区分县成果，摸底调查提交需求矢量化

4.12：
参加02C项目进展讨论会，写矿山项目16年设计

4.11：
写矿山项目16年设计

4.7-4.8:
继续检查分县数据，发送成果评审意见 

4.6：
上午：参加信息中心2016年两重一主工作1季度会议
下午：矿山项目地大2016年合同初稿拟定，2016年国产卫星摸底调查需求转换

4.5：
检查矿山分县14年数据

4.1：
检查矿山分县14年数据


