7.31：
准备矿山缺失二调影像数据
为土地整理中心准备符合需求的02C数据

7.30：
准备矿山缺失二调影像整理
将周迅课题成果发给发展中心

7.29：
上午，参加南京地调中心来中心调研OA
修改高分数据临时分发软件
矿山缺失二调影像整理

7.28:
编写刘锟高分数据临时分发软件
矿山缺失二调影像整理

7.25:
西郊参加地表形变编图讨论会

7.24：
编写刘锟高分数据临时分发软件

7.23:
准备文章及相关实验
下午：与刘锟交流高分数据临时分发需求

7.22:
准备写文章及相关
下午，参加与土地整理中心交流会

7.21:
准备推送系统验收相关
了解软件著作权申报相关信息

7.18:
准备推送系统文档，整理数据库

7.17:
参观学习测绘卫星应用中心
准备推送系统数据库说明

7.16：
准备推送系统报告及数据库说明

7.15：
准备推送系统报告 

7.14:
上午：遥感影像库表结构调整及数据修改，矿山标准修订讨论
下午：准备推送系统报告

7.11:
整理项目推送系统数据库结构

7.10：
上午：物业系统数据库结构查看，准备矿山标准会议事事宜，查看与发展中心网络连接情况
下午：矿山标准修订讨论会

7.9：
上午：参加遥感所高分共性技术交流会
下午：地科院参加艰险地区项目会议

7.8：
上午：发展中心讨论项目集成系统
下午：协助部署高分常规分发软件，准备矿山标准讨论

7.7:
准备发展中心讨论，02C人工检查统计

7.2-7.4：
青岛出差，讨论物探项目数据集成

7.1
准备青岛出差PPT,下午与宇思讨论本年度矿山项目规划

