5.29：
研究线性四叉树索引

5.28:
矿山设计内审修改

5.27：
上午：矿山项目内审
下午：整理内审专家意见

5.26：
信息中心团委春游-奥林匹克森林公园北园

5.25:
修改矿山设计

5.22：
上午，局三严三实视频会
下午：无事

5.21:
上午：参加房改方案讨论会
下午：参加信息中心团委春游准备会

5.20：
矿山项目设计编写，GF&02C卫星应用情况输出

5.19:
矿山项目设计编写
GF&02C卫星应用情况输出
与吉威讨论程序功能修改相关问题

5.18：
矿山项目设计编写

5.15:
忘了

5.14:
矿山项目15年设计，部分完成
数据库升级协助

5.13：
矿山项目15年设计编写
GF元数据表误删恢复

5.12：
矿山项目15年设计编写

5.11：
上午：高分项目基础资料数据拷贝及刻盘，参加局廉政建设视频会
下午：信息中心年度工作方案讨论

5.8:
矿山项目15年设计编写
高分项目基础资料数据拷贝及刻盘

5.7：
上午：参加局15年项目启动视频会议，及信息中心年度工作方案会议
下午：与吉威讨论解压软件及近期工作安排

5.6：
报销张斌劳务费，高分DEM数据拷贝存档

5.5:
完成Redis的RTree查询

5.4：
上午：54表彰大会，发言
下午：

