8.29：
控制点库部署，讨论矿山标准
下午参加信息中心团委会议

8.28：
上午：西郊参加15年公益性行业专项立项会
下午：编写局15-20年项目设置讨论稿文档

8.27:
西郊参加矿山多维平台研讨会，下午收到新一期控制点数据

8.26：
学习JavaScript&Jsp
下午参加控制点库部署会议

8.25：
跑矿山会议申请手续，讨论矿山标准，学习Jsp&Javascript

8.22：
上午：参加矿山环境标准讨论会
下午：会议申请手续

8.21：
学习JavaScript JQuery EasyUI
下午讨论高分常规分发功能修改

8.20：
讨论常规分发软件，
删除02C云量过多产品（不带备份）
讨论矿山成果标准以及会议相关情况

8.19：
发现数据库集群问题
开始删除02C云量过多产品（带备份）

8.18:
写删除02C云量过多产品的程序
学习JavaScript

8.15:
上午参加高分分系统培训组织会，下午打球

8.14：
学习JavaScript，与宇思讨论常规分发软件

8.13：
学习Jsp&Javascript

8.12:
高分常规分发软件测试，交流解决元数据同步效率问题

8.11:
高分常规分发软件测试准备

8.8：
学习JSP

8.7:
参加“国土资源北斗地基增强系统”初步设计

8.6：
参加“国土资源北斗地基增强系统”初步设计讨论及编写工作

8.5:
继续分布式系统实验，重新安装Oracle环境
下午：参加信息中心廉政建设讨论会

8.4:
查看矿山系统进展，研究分布式系统情况

8.1
无事

