5-29~5-31:
宽沟写文档
 
5-28：
上午，整理02C数据，范围，
下午：宽沟写文档

5-25：
编写遥感业务平台文档
编写02C范围生成程序
 
5-24:
编写遥感业务平台文档
编写02C元数据读取程序
 
5-23:
编写遥感业务平台--基础数据支撑系统部分文档
 
5-22:
数据库巡检
资料管理程序修改
 
5-21:
资料管理程序修改
 
5-18:
RTX二次开发学习
 
5-17:
资料管理程序修改-套资料浏览
 
5-16:
矿山数据检查软件测试
下午：参观吉威数源公司
 
5-15:
矿山数据检查软件修改
 
5-14:
矿山数据检查软件修改
 
5-11:
矿山数据检查标准修改讨论及软件修改
 
5-10:
资料管理程序修改
 
5-9：
上午：领证
下午：矿山标准讨论会
 
5-8:
构思统一的资料/元数据管理平台架构思路
修改资料管理程序中的套相关代码
 
5-7:
修改元数据录入软件--档案号排序
修改资料管理系统测试版--遥感
 
5-4:
上午：通知数据库讨论会，建立资料管理系统测试版--遥感
 
5-3:
上午：五四青年论坛
下午：通知数据库讨论会，部署电子地形图软件
 
5-2：
上午：导入电子地形图；讨论数据库体系研讨会事宜
下午：物探王林飞安装物探数据库环境，电子地形图安装包制做

