12.31：
石家庄水环所保密检查

12.30：
成都综合所保密检查

12.29:
出发去成都

12.27：
上午：数据字典内容讨论会
下午：买保密检查车票，

12.26:
上午：杂事，借会议室
下午：参加地表形变讨论会，去局里参加保密检查准备会

12.25：
高分项目13年度汇报，下午讨论数据字典应用

12.24：
准备高分项目年度汇报PPT

12.23:
上午：写晋老师波段运算的程序
下午：讨论高分数据字典应用问题

12.20：
上午：与地大讨论矿山外协相关
下午：与宇思讨论矿山外协以及高分外协相关

12.19:
上午：信息中心全体会议，群众路线相关
下午：参与重建物探Oracle数据库，科目三路训

12.18：
上午：与吉威一起开高分年终总结准备会
下午：物探数据库服务器，资料管理系统，学习空间索引等

12.17：
上午：参加王建超低空及灾害易发区项目的讨论会，主要讨论数据库建设相关
下午：再次修改地表形变技术要求

12.16：
上午：查看物探数据库Oracle失效原因
下午：Oracle Keep Pool实验

12.13：
学习文献，空间索引、cassandra及内存数据库相关

12.12：
联系控制点库部署，
下午，学习ArcSDE及Oracle Spatial空间索引

12.11:
上午：资料管理系统培训
下午：学习MongoDb

12.10：
上午：参加资料服务系统培训
下午：准备资料管理系统培训

12.9:
准备资料管理系统培训

12.6：
上午：学习Dotspatial.Projection
下午：团委讨论会

12.5：
学习Dotspatial.Projection

12.4
学习Node.js等知识

12.3
准备高分驻场开发环境
下午听保密讲座

12.2
上午，无事
下午，考科目二

