5.31:
园 博会春游
 
5.30:
解决遥感影像库出库问题,与宇思讨论并协助部署新版入库及矿山监测展示程序,纸质地形图更新及生成图层
 
5.29：
上午：02C覆盖图生成
下午：高分项目招标，因吉威问题废标
 
5.16-5.28：
矿山项目长沙，西宁出差，顺便回家
 
5.15：
上午：部署资料管理测试虚拟机，为路文芬演示编档案号
下午：与部信息中心人交流执法数据对接，给刘琼部署检查软件，帮晋老师查看金字塔问题
 
5.14：
新整理的纸质地形图入库，修改原库及相应的程序
 
5.13：
上午：帮晋老师试GDAL的PIX文件，帮杨金中帮ERDAS
下午：准备资料管理测试虚拟机，帮地大整理矿山数据
 
5.9-5.10:
与矿山项目地大外协交流项目进展
讨论并修改矿产卫片执法入库标准讨论稿
 
5.8
上午：修改高分招标文件
下午：安装Erdas apollo 试用版
晚上：写矿山项目2011年度成果报告PPT
 
5.7
学习地表监测技术方案
修改高分基础数据支撑管理平台招标文件
 
5.6:
宇思部署展示系统测试版，协助
初步拟出执法成果要求，并与王昊讨论
 
5.3
修改招标文件，拟执法入库标准
 
5.2：
修改招标文件，下午开会讨论
 

