6.28:
无事
 
6.27：
上午：艰险地区项目初步设计布置会议
下午：信息中心党支部活动-资料管理讨论
 
6.26:
上午：无事
下午：无事
 
6.25：
上午：无事，整iMac
下午：基础数据支撑子系统二次招标，党支部活动准备会
 
6.24：
上午：跑宇思合同的事情
下午：修改纸质地形图代码
 
6.21：
上午：资料管理系统代码
下午：去地大讨论外协内容
 
6.20：
上午：修改合同，资料管理系统代码
下午：研究高分样例数据
 
6.19：
上午：党委会议
下午：修改高分基础数据支撑合同，修改资料管理系统代码
 
6.18：
上午：分发基础数据支撑需求调研表，消防演习，向建存主任汇报并确认矿山会议事项
下午：修改02C数据分发软件及纸质地形图软件，打球
 
6.17:
上午：写宇思合同初稿，
下午：看高分总体开发标准，给刘琼装新机器
 
6.14：
上午，借机器，跟宇思反馈文档
下午，帮周伟做图，修改02C分发程序
 
6.13：
上午：完成02C分发程序的修改工作
下午：与宇思讨论高分基础数据支撑平台以及矿山项目
 
6.9：
上午：按数据室要求修改02C程序，辅助宇思进行数据入库工作
 
6.8：
上午：开高分项目工作部署会议
下午：帮周伟写02C系统相关的文章
 
6.7:
地大会议中心，开02C数据管理办法的会议
 
6.6:
帮周伟写02C系统相关的文章
 
6.5：
上午：去地大讨论外协项目
下午：测试宇思部署的系统并讨论，修改入库的02C错误数据
 
6.4:
解决02C数据入库问题，更新纸质地形图程序
 
6.3：
上午：更新完纸质地形图图层，开始修改借阅相关程序
下午：学交规

