8.30-9.1
山西矿山项目2012年成果评审会
 
8.29：
上午：帮吉威弄第二台测试环境
下午：出发去山西
 
8.28：
十三陵讲座
 
8.27：
上午：帮吉威部署测试环境
下午：出发去十三陵，继续听讲座
 
8.26:
地调局，听德国INSPIRE讲座
 
8.23：
上午：协助宇思进行数据字典需求确认
下午：吉威部署GF数据入库测试程序
 
8.22:
协助宇思进行数据字典需求确认
 
8.21:
协助吉威进行数据库调研,并制作02C需求及分发情况图
 
8.20：
上午：吉威讨论高分数据入库相关事宜
下午：解决ArcGIS10.0打开重命名IGE文件的路径识别问题
 
8.19:
上午：拷贝高分数据（同景不同相机）
下午：开会讨论高分硬件方案
 
8.16:
DevExpress13.1.5 编译尝试
 
8.15:
上午：无事
下午：修改02C分发程序，入库时间筛选部分
 
8.14：
上午：吉威来人调研工作量，实测外业控制点以及二调数据
下午：无事
 
8.13:
上午：宇思部署矿山监测系统最新版本
下午：无事
 
8.12：
上午，与宇思一起调研数据库
下午：写服务器监测程序
 
8.9：
写服务器监测程序
 
8.8:
上午：与王平主任联系人座谈
下午：部置冯磊做资料服务系统查询，写服务器监测程序
 
8.7:
上午：继续学习HADOOP
下午：写服务器监测程序
 
8.6：
正常上班，无事，继续学习HADOOP
 
8.5:
正常上班，学习Oracle分区表，
 
8.2:
正常上班，研究HADOOP
 
8.1：
稻香湖开高分概要设计评审会
下午返回

