11.30：
继续进行矿山数据整理
参加自然资源项目外协评审

11.29：
卫星分发系统维护
开始进行2015年二调数据入库
研究C#调用GDAL库时，如何将库DLL放到其它文件夹下的方法 

11.28：
上午保密检查
矿山数据检查，整理

11.25：
矿山数据检查

11.24:
矿山数据检查

11.23：
矿山数据检查，下午给宝宝打预防针，体检

11.22：
矿山数据检查

11.21:
矿山数据检查

11.18：
外协项目质量检查
矿山数据检查

11.17：
保密检查
矿山数据检查

11.16：
矿山数据检查
准备在卫星中心进行保密检查

11.15：
矿山数据检查

11.14：
矿山数据检查

11.11:
矿山数据检查

11.10：
矿山数据检查

11.10:
上午：矿山数据检查
下午：参加高分军民融合系统可研报告讨论

11.9：
上午：继续研究GDAL编译，调试并测试IMG格式坐标错误
下午：参加数据处理网存储及数据库部署实施方案讨论会

11.8：
上午：
下午：航天星图考察三维平台

11.7:
晋老师进行GDAL编译及查找IMG格式坐标错误
开始收矿山数据

11.5-11.6:
在家休息

11.4:
月报制作
帮晋老师进行GDAL编译

11.3：
月报制作，上午参加韩主任讲解职称申报
下午与华迪交流

11.2：
上午去21世纪公司交流，下午准备矿山数据接收检查，以及10月月报制作

11.1：
办出生证及小孩落户

