育翔：
育翔一校三址，接送是个问题
。优秀的孩子还是很多，家长也抓得紧，但没育民家长那么疯，附近小公园一下学都是奔跑的育翔的孩子。小升初派位貌似好于月坛，但如果你中学盯着三帆的话，还有一个北师大实小的竞争。实小是系统内学校，有直升名额，有的年头差不多能占名额的3分之一。剩下的派位名额没有想象的那么多。
另外，如果中考在本片的话，还有一个非常大的问题值得考虑，那就是军人子女加分。周围非常多的军人子女，加5到20分或优先录取。有的军人子女非常优秀，加了分都超过总分了。
要是没加分的话。。。。。这算一个坑吧，月坛的坑在小升初，德胜的在中考


育民：
育民很拔尖的一个孩子今年考上北大了，14岁多吧。去年还有一个年龄更小考上大学的，但前者我很熟悉。不是说15岁上大学就怎么样，毕竟咱们家里的大都是普通孩子。只是在育民，孩子对优异见得太多了，怎么也有见贤思齐的意思吧。老师也聪明孩子见多了，心气特高，特别见不得拖沓和平庸。因此，校风严，学风正，心气高。六年下来，还是很不一样的

西师附小：
有这军人加分问题。小学即便没军属，中考时必会撞见一群。这所学校我了解不是特多，但是西师孩子非常爱母校，每年教师节都会回去看看。校园不错，学习抓基础。我认识的一个西师的孩子语文非常好，阅读理解几乎不失分，这在同龄孩子中不太容易。她说六年级时语文老师每天必留3篇阅读，每篇都精改讲解，打下了非常好的基础。

椿树馆：
第一，我已经说过，买广外最佳选择是椿树馆和北小广外。直升派选椿树馆，牛小派选北小广外。
第二，目前买椿树馆不用担心政保。政保生志愿今年选不了椿树馆(以后能不能选我也不知道)，直升也不会受政保的影响。 
第三，买椿树馆要担心的是以下几点。1.落户年限的问题。今年扩招到4个班，四老有调剂的，不排除落户年限晚的被调剂到青年湖。2.多校划片的潜在风险。万一执行，去青年湖，三义里红莲等还是很郁闷的。3.小学师资和抓紧程度。这个没有比较就没有伤害，有人会说小学都差不多。如果你一直关注本校的情况，那感觉还不错，如果能交几个传统强校的家长朋友，你还是会对比出差别的。 
第四，买椿树馆一定要实地看看，周围的环境，是否临铁路等等，一定不能追风买有硬伤的房子。 
第五，转学不能直升，就别考虑椿树馆了。

