这里提供一些在巴塞罗那购物的一些体会：
1、好一点的品牌甚至比在巴黎更具价格优势。像，Chanel miumiu、Burberry等品牌基本都集中在格拉西亚大道附近，价格比较有优势，推荐大家可以在巴塞罗那购买，如果不放心，可以先下载APP“全球扫货指南”比价后再购买。
2、强烈推荐大家购买西班牙的一些本土品牌。首先Loewe，可以在他的原产地马德里购 买。当然大名鼎鼎的Zara、Mango就不说了，价格便宜，怎么也得搞一件回来是吧！男士呢强烈推荐massimo dutti，比国内便宜，也是西班牙本地品牌，性价比很高！总和向男士和女士推荐西班牙品牌COS（就在巴特略之家附近），楼主很爱的一个品牌，现在成都 也有了，素雅简单，适合楼主这种淡雅人士！
3、当然如果想逛逛一般的商场呢，就去加泰罗尼亚的EL corte Ingles，和国内百货没什么两样哈！
4、先说罗卡购物村。去罗卡村购物得在加泰罗尼亚广场坐大巴车去，往返12元，注意汽车班次，锦囊都有。据去了罗卡的张老板和丁丁反应，折扣幅度确实比较大，退税办理也方便，但是款式相对较旧。
5、告诫和奉劝大家不要去找锦囊里写的那家Burberry Outlet工厂店。
来源： <http://bbs.qyer.com/thread-928855-3.html>
 


