3-31:
上午整理矿山系统测试材料
下午科技部保密办来保密检查
 
3-30:
资料账本整理
 
3-29:
资料账本整理
下午开会讨论宇思系统
 
3-28:
资料账本整理
下午矿山项目设计外审
 
3-27:
资料账本整理,
测试GDAL的PIX文件格式问题
 
3-26:
资料账本整理
 
3-23:
资料账本整理
 
3-22:
资料账本导入
 
3-21:
上午:GDAL写PIX文件的问题(版本新旧)
下午:宇思矿山系统2011年成果评审
 
3-20:
上午:矿权文件批量处理程序中的坐标转换工作
下午:为集群新实例部署SDE,并处理了一部分物探资料账本
 
3-19:
02C星坐标读取及转换问题
 
3-16:
尝试写剪贴版软件,失败
 
3-15:
上午:02C星示例数据传回,分析并与杜晓联系,告知数据结构
下午:喝醉了休息
 
3-14:
上午,开会,高分数据库建设会议
下午,研究GMap.NET
 
3-13:
修改程序
 
3-12:
研究InstallShield,打包,framework + 破解devexpress + engineruntime
 
3-9:
上午,信息中心会议,修改程序
下午:在刘琼机器上部署矿山质量检查软件,准备下周检查
 
3-8:
修改程序,
协助宇思测试DBFS
 
3-7:
修改程序
协助宇思测试DBFS
 
3-6:
上午:修改程序
下午:将地形图管理程序部署到内网,做相应的数据迁移同步
         讨论资料管理系统与新项目管理系统协同的问题,包括编档案号以及资料归档的问题
 
3-5:
上午:修改程序
下午:写<遥感业务与信息化建设-基础数据支撑平台>初稿
 
3-3:
杜晓过来,开会讨论02C星原始影像数据库
 
3-2:
修改程序
 
3-1:
修改程序

