9-27：
上午，遥感所参加高分原型系统体验
 
9-26:
遥感所参加高分一号培训
 
9-25:
遥感所参加高分一号培训
 
9-24:
上午:体检
下午:研究ArcMap的Field Calculator里计算标准格式度分秒的问题
 
9-21:
上午，矿山项目内审，修改报告
下午：研究GDAL金字塔生成问题
 
9-20：
下午：02C数据压缩包删除前先导出压缩包列表
研究GDAL生成统计信息以及金字塔的相关功能
 
9-19:
协助写矿山项目13年设计的预算及相关软件设计部分
吉威公司来调查软硬件环境
 
9-18:
学习WCF实例模式
 
9-17：
上午：修改批量分发软件
下午：与宇思开会讨论资料管理系统
 
9-14:
学习WCF
 
9-13：
上午：部署批量分发02C数据程序
下午：与有生人员讨论项目集成服务系统设计
 
9-12:
上午，登长城
下午：初步完成按任务进行批量分发02C数据的程序
 
9-11:
上午：编写按任务进行指分发02C数据的程序
下午：与吉威讨论矿山控制点库设计，与宇思讨论矿山三维展示系统12年工作设计
 
9-10：
编写按任务进行批量分发02C数据的程序
 
9-7:
编写按任务进行批量分发02C数据的程序
 
9-6：
编辑64位版本的分发程序
安装arcgis 10.1 desktop及Server的测试环境
 
9-5：
参加ESRI用户大会
 
9-4:
下午去天目创新了解新PCI GLX并行处理软件
 
9-3：
准备资料管理系统外协开发环境

