10.31：
正常上班
 
10.30：
正常上班
 
10.29：
正常上班
 
10.28:
休息
 
10.27:
休息
 
10.26：
正常上班
 
10.25：
正常上班
 
10.24：
正常上班，下午捐衣服
晚上和地质图书馆的人一起吃饭
 
10.23
正常上班
 
10.22
正常上班
 
10.21:
1st
买婚礼用内衣,袜子,物美买日用品
 
10.20:
下午去拿婚纱及婚纱照,
晚上请陈蓉及彦凤吃饭
 
10.19：
正常上班
 
10.18：
正常上班，晚上帮小吴搬衣服
 
10.17：
正常上班
 
10.16:
正常上班
晚上搬家去家乐福
 
10.15：
上午送请帖
正常上班
 
10.14:
搬家，晚上去家乐福
 
10.13：
打扫卫生，晚上和李欣吃饭
 
10.12：
正常上班，打扫卫生
 
10.11：
正常上班
 
10.10
正常上班
晚打扫卫生
 
10.9：
正常上班,早上小吴父亲来看周转房
晚打扫卫生
 
10.8:
正常上班，找人修热水器
晚去超市买清洁用品
 
10.5-10.7
洛阳，休息
 
9.30-10.4：
娄底，回家，休息，定婚庆事宜
 
 

