4.27：
上午：矿山外协项目设计评审
 
4.26：
无事，修改资料管理代码
 
4.25：
无事，下午修改资料管理系统代码
 
4.24
矿山项目，上午交流矿山监测数据入库测试以及程序修改建议
下午：讨论矿山执法数据规范
 
4.23:
修改招标文件
 
4.22：
上午，高分会议，与宇思讨论数据入库
下午，同上，给陈华查电子地形图
 
4.19:
正常上班，修改PPT
 
4.18:
上午：---
下午：汇报PPT，
 
4.17:
上午，写统计文件夹大小工具（迁移）
下午，修改数据管理平台PPT
 
4.16:
上午：与宇思交流矿山项目进度
下午：。。。
 
4.15:
修改基础数据支撑拆分后方案及招标文件
 
4.12:
上午：整理基础数据支撑平台思路
下午：吉威宇思数管系统演示
 
4.11：
上午：02C按SceneId分发
下午：矿山项目外协竞争性谈判，
 
4.10:
上午：开会讨论基础数据支撑分系统拆分后方案
下午：修改招标书
 
4.9:
上午：修改基础数据支撑分系统招标书
下午：与范景辉博士小组讨论，介绍硕士研究内容
 
4.8:
上午：讨论基础数据支撑分系统招标书，讨论平台集成初步方案
下午：开会，讨论高分各分系统招标方案
 
4.3：
上午：基础数据支撑分系统讨论会
下午：讨论分系统投标书
 
4.2:
环境监测院保密检查
 
4.1:
上午,讨论基础数据支撑分系统
下午:与吉威讨论13年数据集成系统

