7.29-8.6：
随晋老师项目组内蒙古出差

7.28:
准备职称评审相关材料

7.27：
上午：02C数管及分发服务两个子系统任务书评审
下午：华迪讨论02C项目下一步工作安排

7.20-7.24
编写高分基础数据支撑管理平台成果报告
准备02C项目课题任务书评审
准备职称评审相关材料

7.17:
上午：信息中心第一党支部三严三实会议
下午：GDAL编辑PCI格式ProjectionInfo问题，尝试编译GDAL2.0

7.16：
准备矿山项目11-14年总报告

7.15:
准备职称评审相关材料
准备矿山项目11-14年总报告
协调数据采集及吉威入库效率问题

7.14:
准备职称评审相关材料
下午：参加信息中心周例会
准备02C合同相关事宜

7.13：
上午：参加矿山项目外协15年设计评审会议
协助解决Oracle数据库无法访问的问题
下午：参与编写矿山项目11-14年度总体成果报告

7.10:


7.9：
初步完成新版国产卫星数据按列表分发程序
初步完成局属单位卫星数据需求转Shp工作
初步完成宇思GF项目提交文档检查

7.8：
继续编写新版国产卫星数据按列表分发程序
下午取职称英语考试证书

7.7:
编写新版国产卫星数据按列表分发程序
编写局属单位卫星数据需求转Shp程序

7.6：
修改吉威02C合同并提交审批流程
开始宇思GF项目提交文档检查

7.3：
15年局属单位卫星数据需求整理
参加行业基金项目会议

7.2：
15年局属单位卫星数据需求整理
参加行业基金项目会议

7.1：
中心七一两优一先评选

