8.31：
上午产检，下午准备矿山软件验收

8.30:
矿山软件内部验收

8.29:
准备矿山软件验收，
与航天宏图讨论近期服务系统修改内容
修改内存数据库论文

8.26：
准备矿山软件验收

8.25：
学习共享服务系统代码

8.24：
准备矿山软件验收
协助进行测绘DOm入库前的辅助处理
矿山2016年环境数据入库前准备工作

8.23：
准备矿山软件验收
协调进行数据提取接口调用失败的问题查找

8.22：
准备矿山软件验收

8.19:
会议增刊论文完成

8.18：
上午：陆海规划可研报告中的服务系统部分
下午：学习数据共享分发系统中的订单相关功能
开始写卫星应用推广会议的增刊论文

8.17：
上午：产检 
下午：与九度人员对接软件数据库验收工作
继续修改陆海规划可研报告中的服务系统部分

8.16:
修改陆海规划可研报告中的服务系统部分

8.15:
学习共享服务系统代码

8.9-8.12：
月报，其它统计信息

8.8：
收拾东西，保密检查

8.5：
搬办公室

8.4
收拾东西

8.3：
产检
收拾东西准备搬家

8.2：
提交内存数据库论文
修改02C应用推广会议材料

8.1:
上午：完成02C课题中心内部验收，看新工位
下午：修改内存数据库论文

