关于北京生孩子需要办理的各种手续，凭着记忆写一些，对于有类似情况的同志应该有很大的帮助。我家是属于男方北京户口，有生育保险；女方外地户口，无生育保险，同在一个国有企业的情况；孩子办理的是随父入户。情况不相同的可以做参考。

1、准生证
首先需要双方单位出一个生育证明，写明双方姓名、生日、身份证号、结婚时间、生育情况，加盖单位的计划生育章（非公章）。
拿着结婚证去各自的户口所在地把户口本上的婚姻状况改成已婚。
然后把双方的户口本、身份证、单位证明拿去女方户口所在地办里生育服务证、流动人口计划生育证。（北京市的街道计生办需要女方家的证明是2级的，街道和区县2级，具体请咨询各自的街道计生办）。
取得女方家的生育服务证、流动人口计划生育证和生育情况证明以后，到男方所在地换取北京市计划生育服务证。然后回男方单位加盖计生章。再去街道计生办盖街道计生办的公章。
如上，准生证基本办理完毕，已经觉得挺麻烦的了。

2、等着宝宝成长……….到生育了。
有北京生育保险的妈妈，记得带上你的蓝本医疗手册和准生证，住院时需要押在住院部，出院时生产费用直接从生育保险里出了。我同事老婆医院顺产，出院只结算了400多。
我们家妈妈没有生育保险，住院就只押了6000元，出院时结算总共花了1400多元，算上护工费和其他宝宝的物品杂费需要在医院买的2000多吧，还不算贵（天坛医院生的）。（有生育保险的只需押3000元，天坛医院，没有生育保险的妈妈生产费用报销后面讲）。

3、宝宝出生后，医院会给你个单子，登记孩子的出生情况和父母基本情况，日后凭此单子取好孩子名字就可以办理出生医学证明。一般只要单子别弄丢，迟点去办理都没事。有听说孩子1岁了才去办理的，一直取不好名字。这里建议最好在3个月内办完，方便以后办理的其他手续。同时医院结算单据还有出院诊断书都要保留好，以后都需要用到。

4、宝宝出院了，第一件需要办理的手续就是给孩子到地方医院建立接种疫苗登记证。在医院会给孩子打2针，卡介苗和？？疫苗。然后给你一个接种单子，凭此单到离家近的社区医院给孩子建立接种疫苗档案，发给一个接种疫苗的小本。这个需要在一个月内办理，满月后小孩就需要去社区接着打疫苗。

5、坐完月子，爸爸有点空闲了，该去给孩子上户口了。带上所有的证件（结婚证、身份证、户口本<要有首页>、准生证、流动人口证<好像不需要了，也带上吧>、婴儿出生医学证明等等），去街道计生办给办理一个随父入户通知书。然后凭此通知书去派出所给孩子办理户口即可。
集体户口的，需要单位给开一个接收孩子入集体户口的证明。然后到派出所给孩子上户口。
如果材料都准备好了，办户口还是不难的。提醒一下把所有的证件都准备上几套复印件，街道和派出所都需要的。

6、户口拿到了，咱娃娃也算是北京人了。接下来需要给孩子办理一个北京市的大病医疗保险。大病医疗保险简单说就是北京娃享受的一项政府福利，可以报销住院费用和一些大病的费用，不含门诊费用。总额是一年最多17万，给报销70%，每年需缴纳50元，还是比较合适的。
这个需要先去邮局，凭孩子户口办理一个“一老一小”医疗保险存折，这么跟柜台说就行。办理后存入数百元，够代扣就行。存折复印几份，带上其他证件及复印件（都带上吧，细了说带什么我也懒得去回忆了）。
然后直奔户口片区的社保所，给孩子上保险就行。现在新规定好像还得要孩子照片，去前咨询一下。另外，社保所规定出生头3个月的婴儿可以在3个月内去办理这个保险，过了3个月得等到第二年夏天才能办理。所以前面说这些手续最好在3个月办理完。
当月办，第二月取本。跟大人的蓝本一样，墨绿色。凭此本，可以给孩子免费体检。

7、办理独生子女证
因为我们两口子都在国企，国企对独生子女的职工有一定补贴。所以俺们还是得积极响应国家号召，先把这个证给办了。
上网去下载独生子女申请表，要3份，双方单位盖章，带上可能需要的证件和复印件，去街道计生办登记，给发一个独生子女光荣证。凭证回单位交给主管计生的给发放独生子女费一人5元（太可怜了）及其他补助。

8、生产费用报销及晚育补贴
前面说了，有生育保险的妈妈，生产费用由医院直接走生育保险划掉了。没有生育保险的妈妈，按政府规定是由所在单位报销的（能不能报销看你单位厚道不厚道了）。报销产前检查和生产费用，需要出院诊断书、医院发票单据、医疗蓝本及可能需要的证件复印件。
晚 育津贴，是生育保险对晚育夫妇的一种奖励。简单说就是补贴你一个月的工资，以你去年的平均月工资统计。如果双方都有生育保险，就走收入高的一方，只能一方 享受。需要结婚证、准生证、出生医学证明、身份证、出院诊断书（这个需要复印几份，医院只给出一份，请假及办理报销补贴都需要）等等，足足要了4套复印件。

来源： <http://bbs.pcbaby.com.cn/topic-1281356.html>
 

