有关机票：其实到欧洲还挺容易找到廉价机票的，正常往返价格7000左右，一般廉价机票5000左右，运气好一些4000，如果捡到2000左右的bug机票那就是人品爆发了，大家可以看看死猴子旅行日记——马德拉岛，葡萄牙，西班牙完全自驾（http://bbs.qyer.com/thread-820324-1.html），香港往返葡萄牙2000出头，汉莎执飞……当时那叫一个羡慕啊，bug机票这东西，可遇不可求的。
我们选择的芬兰航空及原因：
      我们最终选择的是芬兰航空（http://www.finnair.com/CN/CN/home-page），每人含税5300元。去程重庆出发，赫尔辛基中转，巴塞罗那落地；回程巴黎出发，赫尔辛基中转，重庆落地。选择芬航最重要的原因是优惠幅度大，优惠跨度时间长（更重要的是我们和芬航北京总部联系，如果签证未通过，可提供拒签信办理退票，收取一定手续费，这样就可以先订机票再递签了）；另 一个原因是芬航是全球排名第二安全的航空公司，2013欧洲最佳航空公司，到赫尔辛基转机选择的欧洲目的地很多，还可以选择多个目的地，巴塞落地，巴黎回 程，并且不加价。综合来看，北京、上海、重庆、西安的穷游er出行还真可考虑一下芬航。（半年后登陆芬航网站，还在做优惠，点个赞）。
      当时我们也想尽量选择成都出发的航空公司，比如阿提哈德，在做优惠活动5500左右但是时间不合适，并且只能巴黎往返；二是英航伦敦转，但是需要过境签证，很变态有没有；三是荷兰航空，折扣低；四是卡塔尔刚在成都设立航线，但是优惠时间不符合，所以最终选择去重庆的芬航。成都、重庆的朋友到欧洲可以重点关注以上几家航空公司。
这里有一些自己总结的购买廉价机票的技巧提供给大家：
      1、时刻关注几大航空公司的官网和官方微博。就成都、重庆而言，到东南亚你得重点关注亚航、国泰、川航、国航；到香港得关注香港航空；到北美得关注国泰、海航；到欧洲、非洲、中东得重点关注芬航、卡塔尔航空、阿提哈德航空、英航、荷航、国航。
      2、随时关注几个廉价旅行的微博。比如E旅行网，白菜价环球旅行，蚂蜂窝特价，穷游折扣、爱廉价旅行网等等。
      3、下载穷游折扣APP。还是穷游，这个就不过多赘述了。
      4、天巡。无论你是上天巡的网站还是下载天巡APP都可以，如果你比较懒，天巡是最方便快捷找到廉价机票的方式，没事儿就搜呗！
来源： <http://bbs.qyer.com/thread-928855-1.html>
 


