签证简述

法国为申根国家，持有任何申根国家有效签证都可以进入，持有法国签证也可以进入其他申根国家。申 请签证可通过中智法签递交材料，或提前通过中智法签预约，直接向法国领馆递交材料。签证预约和咨询电话：010－6413 1878, 周一至周五8:30－12:00，13:15－16:30。从2014年1月27日起(中法建交50周年日)，中国公民申领法国签证的申请受理时间由以前 的多个工作日缩减至48小时。
签证申请须知
　　1. 中国公民办理赴法签证，普通护照持有者通过法驻华使领馆在华设立的签证代办中心递交签证申请。
　　2. 赴法签证主要分为短期申根签证（停留期少于3个月）和长期签证（停留期超过3个月）两大类。短期申根签证有访问、旅游、探亲或因私访问、短期学习等；长期签证（D类）属于国别签证，去其他申根国无效。
　　3. 法实行领馆辖区原则受理签证申请工作，不可跨领区申办签证。
　　4. 签证申请须在线预约，按预约时间到签证中心办理手续，过时需要重新预约。
　　5. 必须购买涵盖整个旅行期间的意外伤害医疗保险，其中医疗、医疗救援保额至少3万欧元。
　　6. 申请人须本人递交签证申请。
　　7. 如被拒签后，不退签证费，但可以申诉。
签证申请流程
　　1. 签证申请人确定赴法目的和行程计划。
　　2. 登录法国签证申请中心并注册。
　　3. 注册成功后按系统提示回答问题，获得需要准备的材料清单。
　　4. 准备材料阶段
　　1) 需要公证、认证的文件提前准备，有时认证需要较长时间。
　　2) 需要第三方辅助的文件，如翻译类文件。
　　3) 自己手头的文件，如身份证件或有关文件的复印件等。
　　4) 用英文或法文填写签证申请表，并签字。
　　5. 再次登录网站，选择合适的时间递交签证申请，打印预约通知单。
　　6. 带预约通知单、签证申请表和材料，以及护照准时来到签证申请中心。
　　7. 交纳签证费及签证服务费，签证中心可以接受现金或刷卡方式付款。
　　8. 递交申请材料，工作人员将严格按照法国驻华使领馆的要求，详细审查签证申请材料，提问一些相关问题。在征得申请者允许后，材料会由签证申请中心转至使领馆。
　　9. 登录网站查询签证申请进程。
　　10. 领取护照。获得签证后，应及时仔细核对签证上的各项信息是否正确，尤其是签证有效期的起止时间及停留天数是否与所申请的相符，签证上的个人信息如姓名拼写是否正确，如发现任何错误，应及时与签证处联系。

来源： <http://place.qyer.com/france/nvisa/#cate_247151>
 

论坛上有许多关于申根签证的帖子，多到我可以不提供链接也可以找得到，听说现在最快2天拿到法签，利好消息不断啊。我们6 人为了不麻烦找中介同时递签，费用大概1200元，一个星期内通过了。签证资料准备、格式等细节就不细说了，这里就我们6人同时通过，一天时间没多给。给 大家几个的法签小贴士吧：
1、行程尽量真实，可以在穷游上做，生成递签行程表，方便快捷；
2、如果多人共同出游的话，建议一起递签，资料相同容易通过；
3、最好在月初递签，我们个人认为月初领馆的通过名额怎么也比月底多吧，哈哈

来源： <http://bbs.qyer.com/thread-928855-1.html>
 


