12.28：
上午岗位申请答辩，下午部署物探SDE，准备材料修改文档，写自己的课题评审意见
 
12.27：
继续修改程序，上午开信息中心会议，评优，协助安装物探数据库的Oralce
 
12.26：
上午评审外协项目，下午开始修改入库程序（改为按压缩包存储）
 
12.25：
准备并评审资料管理课题
 
12.24：
吉威部署控制点库，准备资料管理课题汇报
 
12.21:
西郊宾馆封闭开发资料管理及服务系统
 
12.20：
西郊宾馆封闭开发资料管理及服务系统
 
12.19:
部署物探数据库环境（Oracle+SDE），
 
12.18：
矿山三维影像发布服务器，资料管理系统讨论，ArcGIS Runtime购买
 
12.17:
矿山三维影像发布服务器，讨论资料管理、集成系统、服务系统集成，表结构修改
借地形图
 
12.15：
西郊宾馆，高分方案会议
 
12.14：
上午：听四维讲座（关于摄影测量）
下午：资料管理系统相关讨论
 
12.13：
中午回单位，下午资料管理系统相关讨论
 
12.12
亚奥开会，休息
 
12.11
北沙滩亚奥开会，下午与吉威讨论外协项目
 
12.10:
北沙滩亚奥大厦开会,与宇思及地大讨论外协项目相关
 
12.7:
整理02C分发情况及图层分布,
 
12.6:
继续研究MosaicDataset,下午配合进行集成服务系统部署
 
12.5:
配合进行集成服务系统部署,研究Mosaic Dataset
 
12-4:
上午，王金波部署资料管理系统测试版、与宇思讨论矿山后续相关方案
下午：测绘相关培训，与吉威讨论控制点相关
 
12-3：
准备申请工程师三级的相关材料

