 
 
8-1:
正常上班,下午去选婚纱照的衣服
 
7-31:
正常上班
 
7-30:
正常上班
 
7-29:
看婚纱，下午与闫科，庞礴，陈笑寒吃饭
 
7-28:
出发返回北京
 
7-27:
继续开会
 
7-26:
继续开会
 
7-25:
继续开会
 
7-24:
到哈尔滨开矿山会议
 
7-23:
正常上班
 
7-22：
上午办公室刻盘
下午休息
 
7-21:
休息,下午买鞋,隐形眼镜,试婚纱
淋雨了,笨笨手机坏了
 
7-20:
正常上班
 
7-19:
正常上班
 
7-18:
正常上班
 
7-17：
正常上班
 
7-16：
正常上班
 
7.15:
写周迅的程序
 
7-14：
休息，小吴去十渡玩
 
7-13:
正常上班，
马燕父母来京，住在宿舍
 
7-12：
正常上班，晚上与ESRI刘庆林吃饭

7-11:
正常上班
 
7-10:
正常上班
 
7-9:
正常上班，
袁蔚林过生日，晚上一起吃饭
 
7-8:
休息，下午闫科和庞礴过来，一起吃晚饭
 
7-7：
下午去定婚纱照

7-6：
正常上班

7-5:
正常上班,
下午去拿购房合同及发票
 
7-4:
正常上班
 
7-3:
正常上班
家里39转账
金域通知可以去拿合同
 
7-2:
正常上班
 
7-1:
休息,下午去家乐福
 

