1.27：
无事，二调数据入库，学习英文文献

1.26：
无事，二调数据入库

1.24:
上午：无事
下午：团委活动

1.23:
上午：控制点库江西80坐标部署
下午：参加网络室讨论存储架构修改

1.22：
上午：写控制点库DEM数据检查软件，参加信息中心13年工作总结会议
下午：参加中心新春联欢会

1.21:
上午：忘了
下午：参加02C行业应用项目会议

1.20：
写年度个人总结，统计13年02C应用情况

1.17：
上午：参与修复Oracle集群的问题，查看控制点数据库的DEM，看是否有问题
下午：买火车票，与吉威讨论高分数据入库问题

1.16：
上午：参加网络室与赞华公司关于存储应用和策略的讨论
下午：整理控制库字段中文说明，完成检查压缩包检查工具，查看控制点数据库的DEM

1.15：
驾校考试，拿驾照

1.14：
上午：无事
下午：科目三集训

1.13：
上午：无事
下午：高分元数据结构讨论会

1.10:
无事，下午出发回洛阳

1.9：
上午：无事
下午：学习分布式内存数据库

1.8：
控制点库部署，联系数据字典会签和元数据相关
转13年矿权

1.7:
控制点库部署，联系宇思数据字典相关

1.6：
控制点库部署，江西2000坐标系
上下午各一次民主生活会，讨论提高资料服务水平相关问题

1.3：
上午：资源卫星中心高分用户对接会议
下午：无事

1.2
高分项目、矿山项目各种杂事，总结保密检查情况，遥感影像库BLOB问题

