11.30:
下午参加02C行业基金项目中期评估

11.27：
初步完成14年02C需求覆盖情况分析
补交周迅发展中心课题13年设计

11.26:
准备进行14年02C需求覆盖情况分析
整理WFV中国底图
下午参加中心保密培训

11.25:
继续修改02C公益性行业基金项目中期检查报告修改
卫星中心挂牌准备三维演示
准备进行14年需求覆盖情况分析

11.24：
继续修改02C公益性行业基金项目中期检查报告修改

11.23：
继续写02C公益性行业基金项目中期检查报告修改
下午矿山数据检查，晚统计15年软件正版化工作情况

11.20:
上午，参加国产卫星行业基金项目年度评审
下午：完成14年二调数据入库
继续02C公益性行业基金项目中期检查报告修改

11.19：
02C公益性行业基金项目中期检查报告修改

11.18：
上午房产证证件查验
下午矿山项目11-14年项目成果外审

11.17：
02C公益性行业基金项目中期检查报告修改

11.16：
02C公益性行业基金项目中期检查报告修改
下午矿山项目原始资料验收

11.14：
下午矿山系统专家测试

11.13：
矿山项目内审修改
下午参加信息中心会议，年度总结及工作情况

11.12:
2014矿山重点区监测成果检查
11-14年矿山项目内审

11.11
二调数据入库
2014矿山重点区监测成果检查

11.10：
二调数据入库
2014矿山重点区监测成果检查

11.9：
二调数据入库
2014矿山重点区监测成果检查

11.6:
二调数据入库，
准备2014年矿山重点区监测成果入库

11.5:
上午，科外处交流
下午：二调数据入库

11.4：
02C公益性行业基金项目会议，准备中期评估
继续进行二调底图入库工作

11.3：
开始进行二调底图入库工作

11.2:
准备编写文章

