6-29:
正常上班,尝试使用BackgroudWorker改写入库程序,以获得更好的用户体验
 
6-25~6-28:
稻香湖景,参加遥感信息化平台讨论
 
6-22:
继续编写02C入库程序
 
6-21:
继续编写02C入库程序
 
6-20：
团委活动，参观香山双清别墅及植物园，
继续编写程序
 
6-19:
tar.gz
设计02CL1C级数据表结构
编写1C级数据元数据解压、提取、入库程序
 
6-18：
矿山数据质量检查软件打包及相应测试
学习解压Tar.gz
 
6-15：
协助进行02C二级数据分发及质量检查
 
6-14:
协助进行02C二级数据分发及质量检查
 
6-13:
矿山数据质量检查工具生成安装包及测试
协助02C数据评价
 
 
6-12：
测试矿山数据质量检查工具
分析02C数据情况
 
6-11:
修改02C数据查询拷贝程序
修改矿山数据质量检查工具
 
6-8：
编写02C数据查询拷贝程序
 
6-7:
协助部署物探数据库
编写02C数据查询拷贝程序
 
6-6：
上午：修改矿权转换软件，
下午:编写02C数据查询拷贝程序
晚：协助部署物探数据库
 
6-5:
上午：测试物探数据库部署
 
6-4:
上午：接待02C数据浏览，准备汇报02C数据情况
下午：02C数据分发讨论
 
6-1：
写基础数据支撑系统文档

