12.31：
上午上班，下午回洛阳
 
12.30：
休息
 
12.29:
休息
 
12.28:
正常上班
 
12.27：
正常上班，买返程票，晚上看电影《泰囧》
 
12.26:
正常上班，买票
 
12.25:
正常上班
 
12.24：
正常上班，平安夜，吃比格
 
12.21~23
西郊封闭
 
12.20：
正常上班，西郊封闭
 
12.19：
正常上班
 
12.18：
正常上班
 
12.17：
正常上班
 
12.16：
休息
 
12.15：
西郊，高分会议
 
12.14：
正常上班
 
12.13
回单位，下午正常上班
 
12.12
亚奥开会
 
12.11
中午去看望唐老师，给喜糖
下午在亚奥开会
 
12.10
正常上班,在北沙滩亚奥大厦开会
 
12.9
休息，下午去逛护国寺街及南锣鼓巷
 
12.8
休息，晚上请实验室吃饭
 
12.7:
正常上班,下午吃比格
 
12.6:
正常上班
 
12.5:
正常上班,晚上去订请实验室吃饭的场地
 
12.4:
正常上班,烤饼干
 
12.3：
正常上班,晚开始烤饼干
 
12.2：
在家，写Dotspatial程序，下午与周迅讨论
 
12.1：
在家，写Dotspatial程序
 

