国家意志
灭运图录
唐骑
锋火逃兵

地球纪元

残明 
清山变


宰执
同龄
窃明
事象的宏图

神秘之旅

国王陛下三部曲
疯巫妖的实验日志
赤血龙骑

《明》和《指南录》。

更新隋唐三部曲的小说地址：[http://pan.baidu.com/s/1jGibXbC]

第一部家园(又名隋乱)，始于隋炀帝征高丽，终于隋灭唐兴之际。

第二部开国功贼，背景比家园略晚上一两年，终于唐王朝统一全国前夕。

第三部盛唐烟云，始于安史之乱前一两年，终于安史之乱唐军收复长安


【三国】三国好孩子（8/10）：好孩子这个小说秉承了吴老狼一贯的搞笑风格，也算是
三国小说里的一个另类，当得起故事诙谐，行文如流水这个赞誉。其中有几个桥段，尤
其让人捧腹。

【三国】农夫三国（8.5/10）：农夫是三国种田流里比较出彩的，难得的是，战争场面
也写得有模有样，这部小说的特点是人物刻画比较到位，一般这样的小说我都会给个比
较高的分数。

【三国】三国之最风流（8.5/10）：这个小说一定要挺过最初的那十几章比较枯燥的，
之后就好啦。这个小说的人物刻画也不错，而且小说作者显然对那个年代的知识做了一
些考据，比起一般的小白三国小说来，更有一种身临其境的感觉。而且这个小说的视角
不同于一般的争霸视角，很值得一看。


【晋】上品寒士（8.5/10）：能让人感受到两晋时期的生活、官场和文化风俗，整个故
事比较自洽，情节编排地不错。

【晋】扶风歌（8.5/10）：在纵横连载，应该还没完结。再军争流的魏晋小说里，是少
有的能让人强烈地感受到那个时代的气息的，而且情节起伏也不错，几个人物的刻画相
当到位，战争场面写得也比较到位。

【唐】朔风飞扬（8.5/10)：阿弩的朔风讲的是一个英雄的故事。在大唐那个英雄辈
出、风起云涌的年代，阿弩用他细腻的笔触描绘出一幅别致的关于大唐、大食和吐蕃三
国鼎立的战争画卷。不管李天郎从哪里来，又要去向哪里，他都会用大唐的军威和嗜血
的战刀带着读者去见证那独特的西域风情。末了，脑海中还浮现出当年阅读此书时”文
有新宋，武有朔风“的评语。

【五代】天下节度（8/10）：完本的，情节很刘畅，人物刻画也比较到位，就是最后统
一的过程写得太快了，但是在五代小说里也算是难得的一本了。

【宋】步步生莲（8.5/10）：故事明显地可以分为几个部分，我始终觉得第一部分丁浩
经历家庭的劫难和阴谋，后被迫离开丁家，改名杨浩是全书的精华。这部小说以这样一
个自成体系的精彩小故事开头，不免让人对后面的故事更加期待。月关还是很擅长写细
节的，对情节脉络的把握堪称网小肿的翘楚，后面的故事当然也是精彩连连，各种高潮
不断。但是月关也有弱点，他的情感戏一直被人称道，但是政治戏还是太弱，这也是这
部小说唯一的缺憾。

【宋】普天之下（7.5/10）：能坚持看完的人一定会觉得这书金手指开得太大了，但这
书胜在流畅，而且结尾也算是比较特别，把宋元那段历史特别是元朝西征的历史写了出
来。

【宋】高衙内新传（8/10）：这段历史很多人写，但是写得好的也就这几本，还有《宋
时归》、《宋时行》。高衙内新传关键在于作者利用这么一个水浒虚构的纨绔子弟，利
用他手头的资源，对北宋末期进行了一系列地资源整合，最终达到了避免发生靖康之耻
的目的，全书将水浒演义和历史很好地结合了起来，将那个时代以一种清明上河图的方
式展现给了读者。

【宋】宋时行（8/10）：庚新的书，质量是有保证的，这书我目前才看到1/4，但是内
容很丰富，但是会让人感觉节奏太慢，这也是很多写手的毛病。

【宋】宰执天下（9.5/10）：这是一本比较符合当今网小市场的小说。当读者代入韩冈
的身份时，能体验到那种“谈笑间樯橹灰飞烟灭”的痛快，应该比较符合当下网络读者
那种阅读口味。当然，即使以非网小的角度看，宰执天下在情节流畅度、文字还有架构
方面都没有太大问题，是一本不可多得的网络宋代官场穿越小说。

【宋】新宋（9.5/10）：文有新宋，武有朔风。这本就不多说了，相信大多数人都看
过。

【元】蚁贼（9.5/10）：首先要说这本书太监了，但是也是值得一看的，因为对于争霸
类小说来说实在太精彩了，作者和《三国之最风流》是同一个，但是写得很不一样。

【明】奋斗在新明朝（8.5/10）：XP的小说，在桥段方面非常有看头，但是在架构上还
是不够宏达，当然这也是由于这类小说的定位决定的，没法改变。

【明】大明官（8.5/10）：和上一本差不多的评价。

【明】伐清（9.5/10）：灰熊猫的这本小说有种穿越类的鹿鼎记的感觉，是一种相当不
一样的阅读体验。

【民国】国士无双（9/10）：这个不能算是穿越，也不能算是架空，有种在历史的罅隙
中穿插出一段故事的感觉，这也只有骁骑校、月关这些高手才能写得出这样的小说来。

架空类的小说一般写到最后都会崩，所以看得不错，挑几本不错的讲一下：

1、太平记（8.5/10）：孔璋的《太平记》几乎将中国传统文化的元素和历史中的成名
人物一网打尽，尽数点缀于此书中。本书中简单粗暴的力量体系却因为完全境界的设定
而显得可爱无比，第十级力量的暧昧飘渺又让人觉得神秘非常。此书是架空类不可多得
的好书，唯有孔璋兄龟爬一般的更新速度让人望眼欲穿，不过相信作者在书中表达出来
的野心，应该不会太监。

2、随波逐流之一代军师（8.5/10）：文字很优美，笔触很细腻。这是一本斗智为主的
小说，以江随云的一生为时间轴进行全景式的描写，个人形象生动，故事内容精彩不
断，是一部不可多得的架空好小说。

3、征途（8.5/10）：故事架构很宏大，除了女主角比较遭人诟病，其他的描写都很不
错。

发信站: 水木社区自动发信系统 (Tue Oct  7 15:05:18 2014)

【此篇文章是由自动发信系统所张贴】

⊙ 投票开启于：Sat Sep 27 14:14:41 2014  时长：10天  类别：复选
⊙ 主题：网络小说前三推荐复选
⊙ 此次投票记录用户投票内容

⊙ 票选题目描述：

网络小说前三结果复选
** 投票结果:

(A) 窃明                                        25 票  约占 28%
(B) 官仙                                        15 票  约占 17%
(C) 紫川                                         8 票  约占 9%
(D) 亵渎                                        15 票  约占 17%
(E) 晚明                                         4 票  约占 4%
(F) 间客                                         2 票  约占 2%
(G) 新宋                                        10 票  约占 11%
(H) 隐杀                                         4 票  约占 4%
(I) 神游                                         5 票  约占 5%
(J) 伐清                                         5 票  约占 5%
(K) 灵山                                         4 票  约占 4%
(L) 诛仙                                         1 票  约占 1%
(M) 悟空传                                       8 票  约占 9%
(N) 死人经                                       8 票  约占 9%
(O) 庆余年                                       5 票  约占 5%
(P) 鬼吹灯                                       8 票  约占 9%
(Q) 英雄志                                       6 票  约占 6%
(R) 四面墙                                       0 票  约占 0%
(S) 天行健                                       5 票  约占 5%
(T) 幽冥仙途                                     2 票  约占 2%
(U) 临高启明                                     7 票  约占 7%
(V) 落日风雷                                     0 票  约占 0%
(W) 无限恐怖                                     7 票  约占 7%
(X) 风姿物语                                     7 票  约占 7%
(Y) 星之海洋                                    11 票  约占 12%
(Z) 灭运图录                                     5 票  约占 5%
([) 佛本是道                                     7 票  约占 7%
(\) 奥术神座                                     6 票  约占 6%
(]) 宰执天下                                    11 票  约占 12%
(^) 历史的尘埃                                  12 票  约占 13%
(_) 最长的一梦                                   2 票  约占 2%
(`) 凡人修仙传                                  12 票  约占 13%
(a) 都市妖奇谈                                   2 票  约占 2%
(b) 唐朝好男人                                   1 票  约占 1%
(c) 江山如此多娇                                 8 票  约占 9%
(d) 阿里布达年代记                               1 票  约占 1%
(e) 重生之官路商途                               3 票  约占 3%
(f) 娶个姐姐当老婆                               7 票  约占 7%
(g) 二鬼子汉奸李富贵                             2 票  约占 2%
(h) 崩坏世界的传奇大冒险                         2 票  约占 2%

投票总人数 = 88 人
投票总票数 = 253 票

——————————————┤使用者投票的内容├——————————————


          Erluo         113.205.62.*      ]^`
        LePhone        123.125.212.*      AO`
        invisor         61.175.197.*      W^h
           wszt         140.207.54.*      AMT
       Mutalisk        124.202.190.*      CD
          faxyh         171.11.176.*      QUc
          yeung        124.127.154.*      JWY
       tender78         113.140.86.*      A]g
            yui         211.99.222.*      FN`
         harima         221.216.84.*      AB^
        zelatan         117.136.20.*      BM
       freesoul        119.147.225.*      QXf
        hxl1110         133.75.133.*      A[f
        frank14        114.242.250.*      LNO
       zhenachu        123.130.243.*      AMU
    idforgotten        123.150.107.*      D]c
           miib         115.197.43.*      S]_
        JSpoper          122.96.40.*      BH`
          kaka8         211.99.222.*      AY[
          Space          221.0.216.*      ABX
       danielzc          218.9.134.*      ADS
          Eliot         114.246.81.*      G\]
   contrarotate        114.244.225.*      ^
          sobby         114.245.39.*      GPW
          reply         155.69.186.*      B]`
     Adrenaline         110.96.236.*      IP^
          anhei        118.194.218.*      AD^
     microcheng        124.202.190.*      DPZ
           teng        123.125.212.*      H\
        bestboy        113.227.181.*      B`c
   Jianguanghan         211.99.222.*      CQX
        Fengsan        180.114.127.*      DOP
           OP01         124.205.77.*      BH]
        hotpear         117.136.38.*      ANX
         gaertn         113.206.99.*      DJ^
         gberet           125.34.6.*      Mbe
          gqzhb          113.238.1.*      BZ\
         fanran           60.10.97.*      AD`
    babytiger14         137.189.39.*      Ac
            HGL        124.228.201.*      SY
         cayman          122.96.40.*      Y\g
    Mesopotamia          114.94.58.*      BY]
          l8ing         222.212.96.*      AEG
       freemans         123.138.32.*      GUa
           Cafu        221.179.168.*      BQ]
          XMLST          106.37.24.*      DP`
            tod         114.112.83.*      DU_
          okita         180.168.66.*      Y\`
          mjdsh         211.99.222.*      AY`
          mwz02        124.192.131.*      BZ\
       stockice         110.96.230.*      GNQ
         wyvern        123.125.212.*      CJW
         Jackpu        122.227.238.*      EM^
          sssss           124.73.1.*      ADS
     Gameplayer        111.196.160.*      HTX
        paladin        140.206.244.*      AY]
        sea9806         163.177.82.*      AKX
           Clap         106.120.85.*      ]`
   feiyazaitian        113.118.247.*      EGZ
     Geminizhen         27.115.124.*      B
          snrtJ          153.0.161.*      Bcf
    l2004011991         111.161.17.*      Nf
           ztzn        123.150.183.*      GN^
      klglfgljl         121.23.218.*      AGQ
          scl02          42.157.11.*      CW[
     sleepylion        122.224.101.*      IY^
     maxwellwon           60.6.231.*      B[d
            slt         14.106.123.*      DFf
          krist         221.223.98.*      DZc
        mondist         124.205.76.*      Ace
         robbie          117.136.0.*      BCc
        lOyears        223.167.246.*      IOP
          Etaws        218.109.253.*      AU`
         cclove        159.226.228.*      CEY
            KOH         69.239.249.*      OSa
     cryingleaf        140.206.255.*      AMY
       nunushui          58.213.42.*      GNP
     yueyan1123          158.132.6.*      Jef
         elites         111.85.194.*      IKW
         gotohu         218.104.71.*      ADU
       Adiascem           221.6.92.*      AKU
    HatsuneMiku         221.219.67.*      [^h
           Ruri        111.194.212.*      CGf
      JuanSorin         211.99.222.*      AJN
       diestone          60.187.90.*      CDI
            mcn         125.34.115.*      MX[
          ha995        114.251.216.*      PW[
      baocai194           122.6.94.*      KM^


——————————————┤使用者投票的内容├——————————————


