3.24-4.1
矿山14，15年分县开发环境数据收集

3.23:
往期数据收集与检查
02C项目与吉威开会，交流系统存在问题以及尚未完成的任务

3.22：
矿山往期数据收集
需求摸底转换

3.21:
矿山往期数据收集
需求摸底转换
下午参加遥感部招标书讨论会

3.18
准备矿山往期数据收集，编写提交说明

3.17
准备矿山往期数据收集

3.16:
继续修改矿山直接委托必要性说明

3.15:
继续修改矿山直接委托必要性说明

3.14:
继续进行订单转换

3.11：
确认修改矿山直接委托必要性说明
完成国产卫星需求摸底调查结果至订单的转换

3.10：
测试华迪需求摸底网站

3.9:
矿山项目招标文件

3.8：
准备矿山项目招标文件

3.7:
上午，参加信息中心16年两重一主工作讨论会
下午，准备矿山项目招标文件，华迪需求摸底网站初步完成，待测试

3.4：
准备矿山项目外协必要性说明及相关文档

3.3：
上午：参加中心党风廉政建设会议
下午：准备矿山方案相关文档

3.2:
陪吴奋陟产检

3.1：
与宇思朱忠良交接矿山系统代码及部署情况
与华迪交流需求收集页面

