 
7-31：
初步完成批量矿权程序
下午继续刻盘
 
7-30：
批量矿权程序
 
7-27:
哈尔滨开会,
 
7-26:
哈尔滨开会,
 
7-25:
哈尔滨开会,上午做软件分发及操作讲解
 
7-24:
出发往哈尔滨开会
 
7-23：
上午刻盘，准备02C管理与分发系统现状
下午协助进行02C数据按省分发
 
7-20：
上午：测试准备刻盘，讨论02C数据分发遇到的问题（迁移不好找数据，分发多批次数据之间不好区分）
下午：测试安装包，准备刻盘
 
7-19:
上午:写软件使用说明及常见问题PPT
下午:02C项目设计内审会议,
 
7-18:
上午:写PPT--入库数据提交标准
下午:写文档--检查项目说明及常见问题
 
7-17:
上午：讨论矿山培训及软件部署相关，统计物探新DEM及DLG购买清单中与现有重复的部分
下午：修改矿山数据质量检查软件MDB文件，装周伟原来的笔记本电脑
 
7-16:
修改矿山数据质量检查软件
 
7-13：
上午：写02C数据管理项目设计的相关文档
下午：休息
 
7-12：
继续修改矿山数据质量检查软件

7-11:
上午:02C入库相关工作
下午:根据新矿山数据入库标准,修改数据质量检查软件
 
7-10：
上午：继续编写矿山数据质量检查软件安装手册
下午：给资料室和数据库新同事安装相关程序
 
7-9：
下载学习Postgresql数据库及C#连接方法
编译Devexpress 11.1.6 ，并将周迅的程序迁移到该版本上
下载并编辑了最新版的Dotspatial
 
7-6:
上午：继续编写1C级数据分发程序
下午：编写矿山数据质量检查软件安装手册
 
7-5:
上午:继续编写1C级数据分发程序
下午:备份02C的0级及2级数据
 
7-4:
上午:协助导入物探进度系统数据
下午:编写1C级数据分发程序
 
7-3:
编写并测试批量矿权转换代码
总结近期02C数据问题
 
7-2:
上午:02C入库,编写批量矿权转换代码
下午:发展中心,ESRI总部付品德交流

