海淀拼娃形势严峻啊
这两天在端详海淀的小升初，真是海淀得拼娃。

大致结论就是拼娃是为了努力进入海淀top15%,才能被市重点区重点公立初中点招走（海淀初中前20的样子）。
接着就是所有学校所有娃自选志愿电脑抽签不凭成绩电脑摇号登记入学，电脑随机25%的人进入市重点和区重点，完后市重点和区重点满员完成招生。
剩下的60%，有10%是点招加花高学费去私立（大致年学费10万的样子还得点招考一下火的也难考），有10%可以走幼升小时选的九年一贯制（大致目测私立和九年一贯初中多在中游水平），再剩下的就是最后那40%的人和大家都不想去的普小随机派位抽签落实一下了（这里边有一小部分是30-50%直升校小学里的，有一定概率去中档次的普小里的优秀校啥的，不是直升校的娃百分百只剩差校概率了）。
这么看来在海淀保底有个中游初中的方式就是百分百入学的九年一贯直升了（幼升小时就得选），然后平时就得准备拼娃，争取被公立点招走top15%（公立面向全海淀点招，外区名额极少可忽略，这里边有5%特长渠道有10%寄宿渠道，要是没啥特长拼语数外就只能走这10%寄宿渠道了）或拿到私立的票10%（私立面向全北京点招，分配海淀70%以上名额）。

看着竞争形势挺严峻啊。基本上大致要是买海淀学区房的法子，大致是不是得买个百分百直升的小学当保底，然后走拼娃路线，尽量拼进top15%去公立，或者拼进10%名额的私立，目测海淀不进入top20%拼娃前途比较渺茫啊，又没买直升保底的话去啥初中命运就不在自己手里了。看看西城，可以不拼，找个均衡学区，就可以至少派位个中游初中，弄好了就是顶级牛初中，完全交给电脑和爹。真是西城拼运气和爹，海淀拼娃和爹啊。

这海淀买学区房跟西城考量点就完全不一样了，就是因为小升初的不同。

西城买学区房先看片区通道再看小学师资，因为西城的初中最牛校中游校最差校都主要在片区内招生，再加上其他片区校的辅助分配名额。这样就得端详这个片区抽签的初中上中下游的情况，片区通道不得不看。

海淀就完全不一样了，这买的学区房不管在海淀哪儿，都可以去点招市重点区重点进入top15%就成，而且都有市重点和附近的中游的区重点或普小上游校电脑派位收25%的人，所以海淀主要看学校是不是直升，不用看片区，其他片哪片通道都差不太多

海淀这小升初搬到西城就相当于西城四小金刚都面向全西城考试点招而不是只面向片内，而中游学校在邻近片区投放名额电脑抽签，差校只在片内抽签一样，所以在哪买房都可以去点招四小金刚，基本都有中游学校招，最后都剩下最差学校片内抽。西城是不会允许各种爹们的娃娃去拼top20%或更靠前的位置才能进去四小金刚初中的，那就是给组织拖后腿，组织哪有功夫派个家长天天去课外班啊，政保得混在百姓群里看起来大家都抽签，遮羞布嘛得有。而海淀全是各种大学附小附中，是多重领导，起码人家大学得有话语权，这教委说话就不百分百好使，大学的附中附小们肯定受到大学的影响，大学求真务实，要的是真才实学，学校想找点好学生培养人才，点招这口子应该不会完全关闭，最多点招份额被压缩，现在基本top15%点招，应该够意思了，拭目以待，端详半天发现，西城，海淀这教育气氛和风格还真不一样

就是能拼到海淀市重点区重点初中，从这种小升初招生组成看未来高考形势也挺严峻，(5%海淀总基数，特长点招,10%海淀总基数寄宿点招，25%海淀总基数电脑派位构成区重点市重点初一新生，有选拔进去的有抽签进去的)

三年后这些市重点区重点中考的时候真正具备海淀top10%能力的估计最高也就占学校内总数的25%-32.5%（约四分之一到三分之一），这么多人有竞争力可以中考升到海淀六小强高中
所以要走拼娃路线，基本幼升小瞄着top20%海淀总基数，到了市重点和区重点要瞄着 top25%校内总基数，要是去一般初中的，那就得校内更拔尖才可能考到六小强高中去，因为一个普通初中的中考的第一，在市重点区重点学校里排名几十上百开外很正常，去普通初中的平常就得瞄整个海淀的排名尽量进Top10%淀总基数，别看自己在学校的排名那没用。这一路拼过来，看来看去就是top10%,top20%，top的太靠后考的大学估计也靠后了。
目测，清北大致是top1%全北京(top10%前十牛校内），985,211 一本top多少哩？反正肯定大致有个百分数，肯定比较靠前就是了，校内top20%?top50%？99%?应该分学校吧，进入学校老师应该会告诉学生大致情况的。
