4.30:
...

4.29：
上午：参加15年行业基金项目申请书编写讨论会
下午：参加高分项目联调进度汇报会

4.28:
上午：参加信息中心周例会，协助部署控制点库（山东80，吉林80，山西80）
下午：晋老师空间数据处理叠加程序

4.25：
上午与物探部讨论物探数据库升级问题
下午查找MongoDB空间数据查询的问题

4.24：
继续测试MongoDB空间数据查询，帮晋老师处理空间数据叠加的ModelBuilder方法

4.23：
测试MongoDB装载空间数据，帮晋老师处理空间数据叠加问题，二调影像借阅

4.22：
装打印机，学习Mongodb，二调影像借阅，

4.21:
上午：学习mongodb

4.18:
上午：学习Mongodb
下午：去地调局听“玻璃地球与地质信息化工作”讲座

4.17：
上午：02C行业基金项目进展讨论会
下午：团委活动，修改矿山项目14年设计

4.16:
继续编写02C行业基金项目进展讨论文档，写PPT

4.15：
编写02C行业基金项目进展讨论文档

4.14:
编写02C行业基金项目进展讨论文档

4.11:
高分项目借二调影像，
学习MongoDB

4.10：
无事，下午参加矿山项目14年设计内审

4.9：
无事

4.8：
查看高分控制点库部署数据情况
继续进行分布式查询实验

4.4:
高分控制点库部署（吉林，山东2000坐标系）

4.3:
上午：去地调局听大数据，大地图报告 
下午：借用DEM，继续写分布式查询程序

4.2:
编写矿山项目14年设计，统计高分数据需求覆盖情况，借DEM

4.1：
办理借阅DEM相关手续，学习thrift

