课件：cret.cnu.edu.cn/clab/lecture/multi-lecture/dituxue


投影变形
编辑
由 于球面是一个不可直接展成平面的曲面，因此无论采用什么投影方法，尽管得到经纬网的形状不同但它们与球面上的经纬网形状不完全相似的。这表明地图上的经纬 网发生了变形。因而根据地理坐标展绘在地图上的各种地面事物。也必然发生了变形，为了正确使用地图，必须了解投影后产生得变形，所以投影变形问题是地图投 影的重要组成部分。研究各种投影变形的大小和分布规律，具有重大的实际应用价值。
一、变形的概念
各种投影后经纬线形式插图或打开世界地图，经投影后经纬网的形状和地球仪上的大不相同，进一步比较会发现有的图在长 度、面积、角度等方面发生了变形，也即产生了误差。如果我们对球面上经纬线网格的形状有明确的认识，就可以看出地图网格变形的大致情况，同时也就可以看出 地理内容变形的大致情况。
三、投影变形的相关概念
2. 长度比和长度变形
设地球球面上有一微小线段ds,投影到平面上为ds’,如图所示。
平面上微小线段与球面上相应微小线段之比，叫做长度比。用公式表示为：
μ=ds’/ds
长度比是一个变量，它不仅随着点的位置不同而变化，还随着方向的变化而变化。长度比是指某点某方向上微小线段之比。
通常研究长度比时，不一一研究各个方向的长度比，而只研究一些特定方向的长度比，即研究最大长度比（a）和最小长度 比（b）,经线长度比（m）和纬线长度比（n）。投影后经纬线成直交者，经纬线长度比就是最大和最小长度比。投影后经纬线不直交，其夹角为θ,则经纬线长 度比 m、n和最大、最小长度比a、b之间具有如下关系：根据解析几何中阿波隆尼亚定理
m+n=a+b
m·n·sinθ=a·b
用长度比可以说明长度变形。所谓长度变形就是长度比（μ）与1之差，用表v示长度变形则：v=μ-1
由此可知，长度变形有正负之分，长度变形为正，表示投影后长度增加；长度变形为负表示投影后长度缩短；长度变形为零，则长度无变形。
2.主比例尺和局部比例尺
平常地图上注记的比例尺，称之为主比例尺，它是运用地图投影方法绘制经纬线网时，首先把地球椭球体按规定比例尺缩小 如，制1：100万地图，首先将地球缩小100万倍，而后将其投影到平面上，那么1：100万就是地图的主比例尺。由于投影时有变形，所以主比例尺仅能保 留在投影后没有变形的点或线上，而其他地方不是比主比例尺大，就是比主比例尺小。所以大于或小于主比例尺的叫局部比例尺。
注意长度比、长度变形与地图比例尺的区别。
3.主方向
由于投影要产生变形，所以球面上两条相互垂直的微小线段投影后不一定正交，例如设o是球面上两条互相垂直的微小线段，过o作两条垂线ac和 bd，投影后a’c’和b’d’。即地球面上角aob和角boc为直角投影后分别为锐角a’o’b’和钝角b’o’c’。
设想ac、bd二垂线相对位置保持不便，并绕o点顺时针旋转，当旋转90度时，直角aob转到原来boc的位置，这 时投影由原来的锐角转变成钝角；同样的，直角boc转到了cob的位置它的投影由原来的钝角变为锐角。由此可见，一个直角在不同的位置下的投影有着不同的 的大小，可以由锐角变为钝角，或者相反。那么在变化的过程中，必然有一特殊位置，直角投影后仍保持直交，此二直交直线方向，称之为主方向。
在主方向上，具有极大和极小长度比。例如我们讲过的高斯-克吕格投影，经纬线投影后均保持垂直。所以该投影中，经纬线方向就是主方向。经纬线投影后位正交，经纬线方向均为主方向。但也有一些投影经纬网斜交，主方向与经纬线方向并不一致。
3. 变形椭圆
在地球球面上取一微小圆，它在平面上的投影除在接触点位置外，一般情况下为椭圆（投影演示），下面我们用数学方法验证一下。
设o为球面上一点，以它为圆心的微小圆的半径是单位长度（为1），M(x,y)圆上一点，圆心曲线方程为
x+y=1
o’为o的投影，以主方向作为坐标轴，M‘（x’,y’）是M（x,y）的投影，令主方向长度比为a和b，则:
x’/x= a, y’/y= b
则:x =x’/a, y =y’/b
(x,y)为圆上一点，将其代如圆的方程，得
x/a+y/b=1
这是一个椭圆方程，这表明该微小圆投影后为长半径为a短半径为b的椭圆，这种椭圆可以用来表示投影的变形，故叫做变形椭圆。
在研究投影时，可借助变形椭圆与微小圆比较，来说明变形的性质和数量。椭圆半径与小圆半径之比，可以说明长度变形。 很明显的看出长度变形是随方向的变化而变化，在长短半径方向上有极大和极小长度比a和b，而长短半径方向之间，长度比μ，为b<μ<a，椭圆 面积与小圆面积之比，可以说明面积变形。椭圆上任意两条方向线的夹角与小圆上相应的两方向线夹角之差为角度变形。
5.面积比与面积变形
投影平面上的微小面积与球面上相应微小面积之比，称为面积比。以投影面上变形椭圆的面积dF’=abπ,相应球面上微小圆的面积dF=1π为例，以P表示面积比，则：
P=dF’/dF=abπ/π=ab
上式说明面积比等于主方向长度比的乘积。若经纬线方向就是主方向时：
P=mn
若经纬线方向不是主方向时，则面积比
P=mnsinθ(θ为投影后经纬线夹角)
面积比是个变量，它随点位置不同而变化。
面积变形就是面积比与1之差，以Vp表示。
Vp=p-1
面积变形有正有负，面积变形为零，表示投影后面积无变形，面积变形为正，表示投影后面积增加；面积变形为负，表示投影后面积缩小。
6.角度变形
投影面上任意两方向线所夹角与球面上相应两方向线夹角之差，称为角度变形。过一点可以做许多方向线，每两条方向线均可以组成一个角度，这些角度投影到平面上之后，往往与原来的大小不一样，而且不同的方向线组成的角度产生的变形一般也不一样。
7.等变形线
在各种投影图上，都存在着误差或变形。并且各不同点的变形数量常常是不一样的，为了便于观察和了解绘制区域变形的分 布。常用等变形线来表示制图区域的变形分布特征。等变形线就是变形值相等的各点的连线，它是根据计算的各种变形的数值（如p,w）绘于经纬线网格内的，如 面积等变形线。
等变形线在不同的投影图上，具有不同的形状，在方位投影中，因投影中心点无变形，从投影中心向外变形逐渐增大，等变形线成同心圆状分布。
等变形线通常是用点虚线来表示的。（看投影图上的等变形线）



等角条件是使地球面上微分区域内两个方向的夹角投影到平面以后，保持角度不变的条件。这是构成等角投影（或正形投影）的基本条件。等角条件 常用的形式有：①ω=0，或a=b。其中，ω为最大角度变形；a、b分别为变形椭圆的长半径和短半径，即极值长度比；②θ=90°，m=n，其中，θ为经 纬线投影的夹角；m、n分别为经线与纬线的长度比。在经纬线正交的投影中，其经线长度比与纬线长度比相等

 
