11-29~12-2
矿山项目出差,南京合肥
 
11-28
准备矿山项目出差
 
11-25
上午:测试检查软件
 
11.24
上午:团代会
下午:整理物探账本
 
11.23
上午:帮王秩装机器
下午:团代会准备会议
 
11.22
上午:遥感影像库项目外协评审
下午,参加保密讲座
 
11.21
测试矿山系统数据检查软件,整理物探账本中当前库存量账本
 
11.18
上午:讨论矿山系统测试相关
下午:整理目录服务系统对外提供目录
 
11.17
上午,测试数据检查软件
下午:继续测试数据检查软件,进行自动生成工作程度图的功能测试
 
11.16
上午,继续讨论资料管理办法
下午:去拿计算机等级考试证书
 
11.15
上午,GDAL库读取某些IMG影像失败的问题
下午:讨论资料管理办法
 
11.14
物探账本入库
 
11.11
GDAL/OGR多边形切割程序
物探账本整理入库
 
11.10
数据检查软件小修改(取消忽略),
物探数据导入--档案号添加
Ogr库研究
 
11.9
数据检查软件便利性功能以及部署测试
 
11.8
人大代表选举
 
11.7
学习影像镶嵌时,接缝的羽化方法
重编译矿山数据检查软件的矿权生成程序
准备选举统计工作
 
11.4
上午：解决GDAL读取和写入Signed Byte数据的问题
下午：数据检查软件--界面完善
 
11.3
区域生态调查系统部署测试（WIN7）
学习Oracle及分级存储知识
 
11.2
区域生态调查系统代码研究
数据检查软件-拓扑，开采面与开发占地检查
人大代表选民代表见面会
 
11.1
修复区域生态调查系统数据上传下载问题
数据检查软件-拓扑，开采面与开发占地检查

