12-31
讨论省航数据整理
 
12-30
整理账本
中午晋佩东项目吃饭
 
12-29
整理物探科研资料库存账本
下午开遥感信息化建设规划会的动员会
 
12-28
整理物探勘查资料库存账本
 
12-27
修改影像角点坐标提取及坐标转换程序
学习GDAL部署错误解决方法(Depends.exe)
学习GDAL库编译
与范博士讨论承担课题经费情况
 
12-26
学习GVIM
修改影像角点坐标提取及坐标转换程序
 
12-22
整理航磁工作程度图中省航图层对应项目
修改矿山数据检查程序的ArcGIS许可认证代码,使其适应ArcInfo及ArcEngine两种情况
 
12-21
编写2011年个人年度总结及考核登记表
 
12-20
上午:修改矿山数据检查程序,修正了多边形拓扑检查时包含关系判断的BUG
下午:修改矿山数据检查程序,添加了程序临时文件夹,将各模块临时文件统一生成到临时文件夹中,并在主程序中加入了清理临时文件夹的代码,修正了由于临时文件锁定而报错跳出的BUG
航磁工作程度图,格式转换MapInfo->Shape
 
12-19
上午:GDAL,图像角点从标读取,以及坐标转换
资料室,讨论省航数据导入问题
下午:修改矿山数据检查程序,多边形叠加错误检查模块,修改为使用GP检查,提高运行效率
 
12-16
宇思,集成方案讨论
 
12-15
编写矿山数据质量检查软件用户手册等相关文档
 
12-14
上午:修改工作程度图生成程序
下午:地调局项目检查
 
12-13
编写WebService人事认证系统示例程序(C#)及文档
目录服务系统元数据内网迁移至外网,并筛选
 
12-12
修改矿山系统质量检查程序(结果Excel格式导出)
 
12-9
继续导入工作程度数据库测区
 
12-8
修改报告
继续导入工作程度数据库测区
 
12-7
修改报告：地表形变综合研究工作总体设计
下午，宇思讨论集成方案以及解译数据库
 
12-6
MAPGIS培训
工作程度数据库测区录入
 
12-5
工作程度图生成软件修改
工作程度数据库测区录入

